{
    "scene_id": "the merchant of venice~~Act_3~~Scene_5",
    "work_number": "5",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "LAUNCELOT",
            "Yes, truly; for, look you, the sins of the father",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "LAUNCELOT",
            "are to be laid upon the children: therefore, I"
        ],
        [
            "LAUNCELOT",
            "promise ye, I fear you. I was always plain with"
        ],
        [
            "LAUNCELOT",
            "you, and so now I speak my agitation of the matter:"
        ],
        [
            "LAUNCELOT",
            "therefore be of good cheer, for truly I think you"
        ],
        [
            "LAUNCELOT",
            "are damned. There is but one hope in it that can do"
        ],
        [
            "LAUNCELOT",
            "you any good; and that is but a kind of bastard"
        ],
        [
            "LAUNCELOT",
            "hope neither."
        ],
        [
            "JESSICA",
            "And what hope is that, I pray thee?"
        ],
        [
            "LAUNCELOT",
            "Marry, you may partly hope that your father got you"
        ],
        [
            "LAUNCELOT",
            "not, that you are not the Jew's daughter."
        ],
        [
            "JESSICA",
            "That were a kind of bastard hope, indeed: so the"
        ],
        [
            "JESSICA",
            "sins of my mother should be visited upon me."
        ],
        [
            "LAUNCELOT",
            "Truly then I fear you are damned both by father and"
        ],
        [
            "LAUNCELOT",
            "mother: thus when I shun Scylla, your father, I"
        ],
        [
            "LAUNCELOT",
            "fall into Charybdis, your mother: well, you are"
        ],
        [
            "LAUNCELOT",
            "gone both ways."
        ],
        [
            "JESSICA",
            "I shall be saved by my husband; he hath made me a"
        ],
        [
            "JESSICA",
            "Christian."
        ],
        [
            "LAUNCELOT",
            "Truly, the more to blame he: we were Christians"
        ],
        [
            "LAUNCELOT",
            "enow before; e'en as many as could well live, one by"
        ],
        [
            "LAUNCELOT",
            "another. This making Christians will raise the"
        ],
        [
            "LAUNCELOT",
            "price of hogs: if we grow all to be pork-eaters, we"
        ],
        [
            "LAUNCELOT",
            "shall not shortly have a rasher on the coals for money.",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "JESSICA",
            "I'll tell my husband, Launcelot, what you say: here he comes.",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "LORENZO",
            "I shall grow jealous of you shortly, Launcelot, if"
        ],
        [
            "LORENZO",
            "you thus get my wife into corners."
        ],
        [
            "JESSICA",
            "Nay, you need not fear us, Lorenzo: Launcelot and I"
        ],
        [
            "JESSICA",
            "are out. He tells me flatly, there is no mercy for"
        ],
        [
            "JESSICA",
            "me in heaven, because I am a Jew's daughter: and he"
        ],
        [
            "JESSICA",
            "says, you are no good member of the commonwealth,"
        ],
        [
            "JESSICA",
            "for in converting Jews to Christians, you raise the"
        ],
        [
            "JESSICA",
            "price of pork."
        ],
        [
            "LORENZO",
            "I shall answer that better to the commonwealth than"
        ],
        [
            "LORENZO",
            "you can the getting up of the negro's belly: the"
        ],
        [
            "LORENZO",
            "Moor is with child by you, Launcelot."
        ],
        [
            "LAUNCELOT",
            "It is much that the Moor should be more than reason:"
        ],
        [
            "LAUNCELOT",
            "but if she be less than an honest woman, she is"
        ],
        [
            "LAUNCELOT",
            "indeed more than I took her for."
        ],
        [
            "LORENZO",
            "How every fool can play upon the word! I think the"
        ],
        [
            "LORENZO",
            "best grace of wit will shortly turn into silence,"
        ],
        [
            "LORENZO",
            "and discourse grow commendable in none only but"
        ],
        [
            "LORENZO",
            "parrots. Go in, sirrah; bid them prepare for dinner."
        ],
        [
            "LAUNCELOT",
            "That is done, sir; they have all stomachs."
        ],
        [
            "LORENZO",
            "Goodly Lord, what a wit-snapper are you! then bid"
        ],
        [
            "LORENZO",
            "them prepare dinner."
        ],
        [
            "LAUNCELOT",
            "That is done too, sir; only 'cover' is the word."
        ],
        [
            "LORENZO",
            "Will you cover then, sir?"
        ],
        [
            "LAUNCELOT",
            "Not so, sir, neither; I know my duty."
        ],
        [
            "LORENZO",
            "Yet more quarrelling with occasion! Wilt thou show"
        ],
        [
            "LORENZO",
            "the whole wealth of thy wit in an instant? I pray"
        ],
        [
            "LORENZO",
            "tree, understand a plain man in his plain meaning:"
        ],
        [
            "LORENZO",
            "go to thy fellows; bid them cover the table, serve"
        ],
        [
            "LORENZO",
            "in the meat, and we will come in to dinner."
        ],
        [
            "LAUNCELOT",
            "For the table, sir, it shall be served in; for the"
        ],
        [
            "LAUNCELOT",
            "meat, sir, it shall be covered; for your coming in"
        ],
        [
            "LAUNCELOT",
            "to dinner, sir, why, let it be as humours and"
        ],
        [
            "LAUNCELOT",
            "conceits shall govern.",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "LORENZO",
            "O dear discretion, how his words are suited!",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "LORENZO",
            "The fool hath planted in his memory"
        ],
        [
            "LORENZO",
            "An army of good words; and I do know"
        ],
        [
            "LORENZO",
            "A many fools, that stand in better place,"
        ],
        [
            "LORENZO",
            "Garnish'd like him, that for a tricksy word"
        ],
        [
            "LORENZO",
            "Defy the matter. How cheerest thou, Jessica?"
        ],
        [
            "LORENZO",
            "And now, good sweet, say thy opinion,"
        ],
        [
            "LORENZO",
            "How dost thou like the Lord Bassanio's wife?"
        ],
        [
            "JESSICA",
            "Past all expressing. It is very meet"
        ],
        [
            "JESSICA",
            "The Lord Bassanio live an upright life;"
        ],
        [
            "JESSICA",
            "For, having such a blessing in his lady,"
        ],
        [
            "JESSICA",
            "He finds the joys of heaven here on earth;"
        ],
        [
            "JESSICA",
            "And if on earth he do not mean it, then"
        ],
        [
            "JESSICA",
            "In reason he should never come to heaven"
        ],
        [
            "JESSICA",
            "Why, if two gods should play some heavenly match"
        ],
        [
            "JESSICA",
            "And on the wager lay two earthly women,"
        ],
        [
            "JESSICA",
            "And Portia one, there must be something else"
        ],
        [
            "JESSICA",
            "Pawn'd with the other, for the poor rude world"
        ],
        [
            "JESSICA",
            "Hath not her fellow."
        ],
        [
            "LORENZO",
            "Even such a husband"
        ],
        [
            "LORENZO",
            "Hast thou of me as she is for a wife."
        ],
        [
            "JESSICA",
            "Nay, but ask my opinion too of that."
        ],
        [
            "LORENZO",
            "I will anon: first, let us go to dinner."
        ],
        [
            "JESSICA",
            "Nay, let me praise you while I have a stomach."
        ],
        [
            "LORENZO",
            "No, pray thee, let it serve for table-talk;"
        ],
        [
            "LORENZO",
            "' Then, howso'er thou speak'st, 'mong other things"
        ],
        [
            "LORENZO",
            "I shall digest it."
        ],
        [
            "JESSICA",
            "Well, I'll set you forth.",
            {
                "following_direction_line": "4"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter LAUNCELOT and JESSICA"
        ],
        [
            "_DIRECTION",
            "D2",
            "Enter LORENZO"
        ],
        [
            "_DIRECTION",
            "D3",
            "Exit"
        ],
        [
            "_DIRECTION",
            "D4",
            "Exeunt"
        ]
    ],
    "ranges_of_roles_lines": {
        "LAUNCELOT": [
            [
                "1",
                "8"
            ],
            [
                "10",
                "11"
            ],
            [
                "14",
                "17"
            ],
            [
                "20",
                "24"
            ],
            [
                "37",
                "39"
            ],
            [
                "44",
                "44"
            ],
            [
                "47",
                "47"
            ],
            [
                "49",
                "49"
            ],
            [
                "55",
                "58"
            ]
        ],
        "JESSICA": [
            [
                "9",
                "9"
            ],
            [
                "12",
                "13"
            ],
            [
                "18",
                "19"
            ],
            [
                "25",
                "25"
            ],
            [
                "28",
                "33"
            ],
            [
                "67",
                "77"
            ],
            [
                "80",
                "80"
            ],
            [
                "82",
                "82"
            ],
            [
                "86",
                "86"
            ]
        ],
        "LORENZO": [
            [
                "26",
                "27"
            ],
            [
                "34",
                "36"
            ],
            [
                "40",
                "43"
            ],
            [
                "45",
                "46"
            ],
            [
                "48",
                "48"
            ],
            [
                "50",
                "54"
            ],
            [
                "59",
                "66"
            ],
            [
                "78",
                "79"
            ],
            [
                "81",
                "81"
            ],
            [
                "83",
                "85"
            ]
        ]
    },
    "scene_name": "SCENE V",
    "scene_description": "The same. A garden."
}