{
    "scene_id": "king lear~~Act_1~~Scene_2",
    "work_number": "12",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "EDMUND",
            "Thou, nature, art my goddess; to thy law",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "EDMUND",
            "My services are bound. Wherefore should I"
        ],
        [
            "EDMUND",
            "Stand in the plague of custom, and permit"
        ],
        [
            "EDMUND",
            "The curiosity of nations to deprive me,"
        ],
        [
            "EDMUND",
            "For that I am some twelve or fourteen moon-shines"
        ],
        [
            "EDMUND",
            "Lag of a brother? Why bastard? wherefore base?"
        ],
        [
            "EDMUND",
            "When my dimensions are as well compact,"
        ],
        [
            "EDMUND",
            "My mind as generous, and my shape as true,"
        ],
        [
            "EDMUND",
            "As honest madam's issue? Why brand they us"
        ],
        [
            "EDMUND",
            "With base? with baseness? bastardy? base, base?"
        ],
        [
            "EDMUND",
            "Who, in the lusty stealth of nature, take"
        ],
        [
            "EDMUND",
            "More composition and fierce quality"
        ],
        [
            "EDMUND",
            "Than doth, within a dull, stale, tired bed,"
        ],
        [
            "EDMUND",
            "Go to the creating a whole tribe of fops,"
        ],
        [
            "EDMUND",
            "Got 'tween asleep and wake? Well, then,"
        ],
        [
            "EDMUND",
            "Legitimate Edgar, I must have your land:"
        ],
        [
            "EDMUND",
            "Our father's love is to the bastard Edmund"
        ],
        [
            "EDMUND",
            "As to the legitimate: fine word,--legitimate!"
        ],
        [
            "EDMUND",
            "Well, my legitimate, if this letter speed,"
        ],
        [
            "EDMUND",
            "And my invention thrive, Edmund the base"
        ],
        [
            "EDMUND",
            "Shall top the legitimate. I grow; I prosper:"
        ],
        [
            "EDMUND",
            "Now, gods, stand up for bastards!",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "GLOUCESTER",
            "Kent banish'd thus! and France in choler parted!",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "GLOUCESTER",
            "And the king gone to-night! subscribed his power!"
        ],
        [
            "GLOUCESTER",
            "Confined to exhibition! All this done"
        ],
        [
            "GLOUCESTER",
            "Upon the gad! Edmund, how now! what news?"
        ],
        [
            "EDMUND",
            "So please your lordship, none.",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "GLOUCESTER",
            "Why so earnestly seek you to put up that letter?",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "EDMUND",
            "I know no news, my lord."
        ],
        [
            "GLOUCESTER",
            "What paper were you reading?"
        ],
        [
            "EDMUND",
            "Nothing, my lord."
        ],
        [
            "GLOUCESTER",
            "No? What needed, then, that terrible dispatch of"
        ],
        [
            "GLOUCESTER",
            "it into your pocket? the quality of nothing hath"
        ],
        [
            "GLOUCESTER",
            "not such need to hide itself. Let's see: come,"
        ],
        [
            "GLOUCESTER",
            "if it be nothing, I shall not need spectacles."
        ],
        [
            "EDMUND",
            "I beseech you, sir, pardon me: it is a letter"
        ],
        [
            "EDMUND",
            "from my brother, that I have not all o'er-read;"
        ],
        [
            "EDMUND",
            "and for so much as I have perused, I find it not"
        ],
        [
            "EDMUND",
            "fit for your o'er-looking."
        ],
        [
            "GLOUCESTER",
            "Give me the letter, sir."
        ],
        [
            "EDMUND",
            "I shall offend, either to detain or give it. The"
        ],
        [
            "EDMUND",
            "contents, as in part I understand them, are to blame."
        ],
        [
            "GLOUCESTER",
            "Let's see, let's see."
        ],
        [
            "EDMUND",
            "I hope, for my brother's justification, he wrote"
        ],
        [
            "EDMUND",
            "this but as an essay or taste of my virtue."
        ],
        [
            "GLOUCESTER",
            "[Reads] 'This policy and reverence of age makes"
        ],
        [
            "GLOUCESTER",
            "the world bitter to the best of our times; keeps"
        ],
        [
            "GLOUCESTER",
            "our fortunes from us till our oldness cannot relish"
        ],
        [
            "GLOUCESTER",
            "them. I begin to find an idle and fond bondage"
        ],
        [
            "GLOUCESTER",
            "in the oppression of aged tyranny; who sways, not"
        ],
        [
            "GLOUCESTER",
            "as it hath power, but as it is suffered. Come to"
        ],
        [
            "GLOUCESTER",
            "me, that of this I may speak more. If our father"
        ],
        [
            "GLOUCESTER",
            "would sleep till I waked him, you should half his"
        ],
        [
            "GLOUCESTER",
            "revenue for ever, and live the beloved of your"
        ],
        [
            "GLOUCESTER",
            "brother, EDGAR.'"
        ],
        [
            "GLOUCESTER",
            "Hum--conspiracy!--'Sleep till I waked him,--you"
        ],
        [
            "GLOUCESTER",
            "should enjoy half his revenue,'--My son Edgar!"
        ],
        [
            "GLOUCESTER",
            "Had he a hand to write this? a heart and brain"
        ],
        [
            "GLOUCESTER",
            "to breed it in?--When came this to you? who"
        ],
        [
            "GLOUCESTER",
            "brought it?"
        ],
        [
            "EDMUND",
            "It was not brought me, my lord; there's the"
        ],
        [
            "EDMUND",
            "cunning of it; I found it thrown in at the"
        ],
        [
            "EDMUND",
            "casement of my closet."
        ],
        [
            "GLOUCESTER",
            "You know the character to be your brother's?"
        ],
        [
            "EDMUND",
            "If the matter were good, my lord, I durst swear"
        ],
        [
            "EDMUND",
            "it were his; but, in respect of that, I would"
        ],
        [
            "EDMUND",
            "fain think it were not."
        ],
        [
            "GLOUCESTER",
            "It is his."
        ],
        [
            "EDMUND",
            "It is his hand, my lord; but I hope his heart is"
        ],
        [
            "EDMUND",
            "not in the contents."
        ],
        [
            "GLOUCESTER",
            "Hath he never heretofore sounded you in this business?"
        ],
        [
            "EDMUND",
            "Never, my lord: but I have heard him oft"
        ],
        [
            "EDMUND",
            "maintain it to be fit, that, sons at perfect age,"
        ],
        [
            "EDMUND",
            "and fathers declining, the father should be as"
        ],
        [
            "EDMUND",
            "ward to the son, and the son manage his revenue."
        ],
        [
            "GLOUCESTER",
            "O villain, villain! His very opinion in the"
        ],
        [
            "GLOUCESTER",
            "letter! Abhorred villain! Unnatural, detested,"
        ],
        [
            "GLOUCESTER",
            "brutish villain! worse than brutish! Go, sirrah,"
        ],
        [
            "GLOUCESTER",
            "seek him; I'll apprehend him: abominable villain!"
        ],
        [
            "GLOUCESTER",
            "Where is he?"
        ],
        [
            "EDMUND",
            "I do not well know, my lord. If it shall please"
        ],
        [
            "EDMUND",
            "you to suspend your indignation against my"
        ],
        [
            "EDMUND",
            "brother till you can derive from him better"
        ],
        [
            "EDMUND",
            "testimony of his intent, you shall run a certain"
        ],
        [
            "EDMUND",
            "course; where, if you violently proceed against"
        ],
        [
            "EDMUND",
            "him, mistaking his purpose, it would make a great"
        ],
        [
            "EDMUND",
            "gap in your own honour, and shake in pieces the"
        ],
        [
            "EDMUND",
            "heart of his obedience. I dare pawn down my life"
        ],
        [
            "EDMUND",
            "for him, that he hath wrote this to feel my"
        ],
        [
            "EDMUND",
            "affection to your honour, and to no further"
        ],
        [
            "EDMUND",
            "pretence of danger."
        ],
        [
            "GLOUCESTER",
            "Think you so?"
        ],
        [
            "EDMUND",
            "If your honour judge it meet, I will place you"
        ],
        [
            "EDMUND",
            "where you shall hear us confer of this, and by an"
        ],
        [
            "EDMUND",
            "auricular assurance have your satisfaction; and"
        ],
        [
            "EDMUND",
            "that without any further delay than this very evening."
        ],
        [
            "GLOUCESTER",
            "He cannot be such a monster--"
        ],
        [
            "EDMUND",
            "Nor is not, sure."
        ],
        [
            "GLOUCESTER",
            "To his father, that so tenderly and entirely"
        ],
        [
            "GLOUCESTER",
            "loves him. Heaven and earth! Edmund, seek him"
        ],
        [
            "GLOUCESTER",
            "out: wind me into him, I pray you: frame the"
        ],
        [
            "GLOUCESTER",
            "business after your own wisdom. I would unstate"
        ],
        [
            "GLOUCESTER",
            "myself, to be in a due resolution."
        ],
        [
            "EDMUND",
            "I will seek him, sir, presently: convey the"
        ],
        [
            "EDMUND",
            "business as I shall find means and acquaint you withal."
        ],
        [
            "GLOUCESTER",
            "These late eclipses in the sun and moon portend"
        ],
        [
            "GLOUCESTER",
            "no good to us: though the wisdom of nature can"
        ],
        [
            "GLOUCESTER",
            "reason it thus and thus, yet nature finds itself"
        ],
        [
            "GLOUCESTER",
            "scourged by the sequent effects: love cools,"
        ],
        [
            "GLOUCESTER",
            "friendship falls off, brothers divide: in"
        ],
        [
            "GLOUCESTER",
            "cities, mutinies; in countries, discord; in"
        ],
        [
            "GLOUCESTER",
            "palaces, treason; and the bond cracked 'twixt son"
        ],
        [
            "GLOUCESTER",
            "and father. This villain of mine comes under the"
        ],
        [
            "GLOUCESTER",
            "prediction; there's son against father: the king"
        ],
        [
            "GLOUCESTER",
            "falls from bias of nature; there's father against"
        ],
        [
            "GLOUCESTER",
            "child. We have seen the best of our time:"
        ],
        [
            "GLOUCESTER",
            "machinations, hollowness, treachery, and all"
        ],
        [
            "GLOUCESTER",
            "ruinous disorders, follow us disquietly to our"
        ],
        [
            "GLOUCESTER",
            "graves. Find out this villain, Edmund; it shall"
        ],
        [
            "GLOUCESTER",
            "lose thee nothing; do it carefully. And the"
        ],
        [
            "GLOUCESTER",
            "noble and true-hearted Kent banished! his"
        ],
        [
            "GLOUCESTER",
            "offence, honesty! 'Tis strange.",
            {
                "following_direction_line": "4"
            }
        ],
        [
            "EDMUND",
            "This is the excellent foppery of the world, that,",
            {
                "preceding_direction_line": "4"
            }
        ],
        [
            "EDMUND",
            "when we are sick in fortune,--often the surfeit"
        ],
        [
            "EDMUND",
            "of our own behavior,--we make guilty of our"
        ],
        [
            "EDMUND",
            "disasters the sun, the moon, and the stars: as"
        ],
        [
            "EDMUND",
            "if we were villains by necessity; fools by"
        ],
        [
            "EDMUND",
            "heavenly compulsion; knaves, thieves, and"
        ],
        [
            "EDMUND",
            "treachers, by spherical predominance; drunkards,"
        ],
        [
            "EDMUND",
            "liars, and adulterers, by an enforced obedience of"
        ],
        [
            "EDMUND",
            "planetary influence; and all that we are evil in,"
        ],
        [
            "EDMUND",
            "by a divine thrusting on: an admirable evasion"
        ],
        [
            "EDMUND",
            "of whoremaster man, to lay his goatish"
        ],
        [
            "EDMUND",
            "disposition to the charge of a star! My"
        ],
        [
            "EDMUND",
            "father compounded with my mother under the"
        ],
        [
            "EDMUND",
            "dragon's tail; and my nativity was under Ursa"
        ],
        [
            "EDMUND",
            "major; so that it follows, I am rough and"
        ],
        [
            "EDMUND",
            "lecherous. Tut, I should have been that I am,"
        ],
        [
            "EDMUND",
            "had the maidenliest star in the firmament"
        ],
        [
            "EDMUND",
            "twinkled on my bastardizing. Edgar--",
            {
                "following_direction_line": "5"
            }
        ],
        [
            "EDMUND",
            "And pat he comes like the catastrophe of the old",
            {
                "preceding_direction_line": "5"
            }
        ],
        [
            "EDMUND",
            "comedy: my cue is villanous melancholy, with a"
        ],
        [
            "EDMUND",
            "sigh like Tom o' Bedlam. O, these eclipses do"
        ],
        [
            "EDMUND",
            "portend these divisions! fa, sol, la, mi."
        ],
        [
            "EDGAR",
            "How now, brother Edmund! what serious"
        ],
        [
            "EDGAR",
            "contemplation are you in?"
        ],
        [
            "EDMUND",
            "I am thinking, brother, of a prediction I read"
        ],
        [
            "EDMUND",
            "this other day, what should follow these eclipses."
        ],
        [
            "EDGAR",
            "Do you busy yourself about that?"
        ],
        [
            "EDMUND",
            "I promise you, the effects he writes of succeed"
        ],
        [
            "EDMUND",
            "unhappily; as of unnaturalness between the child"
        ],
        [
            "EDMUND",
            "and the parent; death, dearth, dissolutions of"
        ],
        [
            "EDMUND",
            "ancient amities; divisions in state, menaces and"
        ],
        [
            "EDMUND",
            "maledictions against king and nobles; needless"
        ],
        [
            "EDMUND",
            "diffidences, banishment of friends, dissipation"
        ],
        [
            "EDMUND",
            "of cohorts, nuptial breaches, and I know not what."
        ],
        [
            "EDGAR",
            "How long have you been a sectary astronomical?"
        ],
        [
            "EDMUND",
            "Come, come; when saw you my father last?"
        ],
        [
            "EDGAR",
            "Why, the night gone by."
        ],
        [
            "EDMUND",
            "Spake you with him?"
        ],
        [
            "EDGAR",
            "Ay, two hours together."
        ],
        [
            "EDMUND",
            "Parted you in good terms? Found you no"
        ],
        [
            "EDMUND",
            "displeasure in him by word or countenance?"
        ],
        [
            "EDGAR",
            "None at all."
        ],
        [
            "EDMUND",
            "Bethink yourself wherein you may have offended"
        ],
        [
            "EDMUND",
            "him: and at my entreaty forbear his presence"
        ],
        [
            "EDMUND",
            "till some little time hath qualified the heat of"
        ],
        [
            "EDMUND",
            "his displeasure; which at this instant so rageth"
        ],
        [
            "EDMUND",
            "in him, that with the mischief of your person it"
        ],
        [
            "EDMUND",
            "would scarcely allay."
        ],
        [
            "EDGAR",
            "Some villain hath done me wrong."
        ],
        [
            "EDMUND",
            "That's my fear. I pray you, have a continent"
        ],
        [
            "EDMUND",
            "forbearance till the spied of his rage goes"
        ],
        [
            "EDMUND",
            "slower; and, as I say, retire with me to my"
        ],
        [
            "EDMUND",
            "lodging, from whence I will fitly bring you to"
        ],
        [
            "EDMUND",
            "hear my lord speak: pray ye, go; there's my key:"
        ],
        [
            "EDMUND",
            "if you do stir abroad, go armed."
        ],
        [
            "EDGAR",
            "Armed, brother!"
        ],
        [
            "EDMUND",
            "Brother, I advise you to the best; go armed: I"
        ],
        [
            "EDMUND",
            "am no honest man if there be any good meaning"
        ],
        [
            "EDMUND",
            "towards you: I have told you what I have seen"
        ],
        [
            "EDMUND",
            "and heard; but faintly, nothing like the image"
        ],
        [
            "EDMUND",
            "and horror of it: pray you, away."
        ],
        [
            "EDGAR",
            "Shall I hear from you anon?"
        ],
        [
            "EDMUND",
            "I do serve you in this business.",
            {
                "following_direction_line": "6"
            }
        ],
        [
            "EDMUND",
            "A credulous father! and a brother noble,",
            {
                "preceding_direction_line": "6"
            }
        ],
        [
            "EDMUND",
            "Whose nature is so far from doing harms,"
        ],
        [
            "EDMUND",
            "That he suspects none: on whose foolish honesty"
        ],
        [
            "EDMUND",
            "My practises ride easy! I see the business."
        ],
        [
            "EDMUND",
            "Let me, if not by birth, have lands by wit:"
        ],
        [
            "EDMUND",
            "All with me's meet that I can fashion fit.",
            {
                "following_direction_line": "7"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter EDMUND, with a letter"
        ],
        [
            "_DIRECTION",
            "D2",
            "Enter GLOUCESTER"
        ],
        [
            "_DIRECTION",
            "D3",
            "Putting up the letter"
        ],
        [
            "_DIRECTION",
            "D4",
            "Exit"
        ],
        [
            "_DIRECTION",
            "D5",
            "Enter EDGAR"
        ],
        [
            "_DIRECTION",
            "D6",
            "Exit EDGAR"
        ],
        [
            "_DIRECTION",
            "D7",
            "Exit"
        ]
    ],
    "ranges_of_roles_lines": {
        "EDMUND": [
            [
                "1",
                "22"
            ],
            [
                "27",
                "27"
            ],
            [
                "29",
                "29"
            ],
            [
                "31",
                "31"
            ],
            [
                "36",
                "39"
            ],
            [
                "41",
                "42"
            ],
            [
                "44",
                "45"
            ],
            [
                "61",
                "63"
            ],
            [
                "65",
                "67"
            ],
            [
                "69",
                "70"
            ],
            [
                "72",
                "75"
            ],
            [
                "81",
                "91"
            ],
            [
                "93",
                "96"
            ],
            [
                "98",
                "98"
            ],
            [
                "104",
                "105"
            ],
            [
                "123",
                "144"
            ],
            [
                "147",
                "148"
            ],
            [
                "150",
                "156"
            ],
            [
                "158",
                "158"
            ],
            [
                "160",
                "160"
            ],
            [
                "162",
                "163"
            ],
            [
                "165",
                "170"
            ],
            [
                "172",
                "177"
            ],
            [
                "179",
                "183"
            ],
            [
                "185",
                "191"
            ]
        ],
        "GLOUCESTER": [
            [
                "23",
                "26"
            ],
            [
                "28",
                "28"
            ],
            [
                "30",
                "30"
            ],
            [
                "32",
                "35"
            ],
            [
                "40",
                "40"
            ],
            [
                "43",
                "43"
            ],
            [
                "46",
                "60"
            ],
            [
                "64",
                "64"
            ],
            [
                "68",
                "68"
            ],
            [
                "71",
                "71"
            ],
            [
                "76",
                "80"
            ],
            [
                "92",
                "92"
            ],
            [
                "97",
                "97"
            ],
            [
                "99",
                "103"
            ],
            [
                "106",
                "122"
            ]
        ],
        "EDGAR": [
            [
                "145",
                "146"
            ],
            [
                "149",
                "149"
            ],
            [
                "157",
                "157"
            ],
            [
                "159",
                "159"
            ],
            [
                "161",
                "161"
            ],
            [
                "164",
                "164"
            ],
            [
                "171",
                "171"
            ],
            [
                "178",
                "178"
            ],
            [
                "184",
                "184"
            ]
        ]
    },
    "scene_name": "SCENE II",
    "scene_description": "The Earl of Gloucester's castle."
}