{
    "scene_id": "as you like it~~Act_1~~Scene_2",
    "work_number": "13",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "CELIA",
            "I pray thee, Rosalind, sweet my coz, be merry.",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "ROSALIND",
            "Dear Celia, I show more mirth than I am mistress of;"
        ],
        [
            "ROSALIND",
            "and would you yet I were merrier? Unless you could"
        ],
        [
            "ROSALIND",
            "teach me to forget a banished father, you must not"
        ],
        [
            "ROSALIND",
            "learn me how to remember any extraordinary pleasure."
        ],
        [
            "CELIA",
            "Herein I see thou lovest me not with the full weight"
        ],
        [
            "CELIA",
            "that I love thee. If my uncle, thy banished father,"
        ],
        [
            "CELIA",
            "had banished thy uncle, the duke my father, so thou"
        ],
        [
            "CELIA",
            "hadst been still with me, I could have taught my"
        ],
        [
            "CELIA",
            "love to take thy father for mine: so wouldst thou,"
        ],
        [
            "CELIA",
            "if the truth of thy love to me were so righteously"
        ],
        [
            "CELIA",
            "tempered as mine is to thee."
        ],
        [
            "ROSALIND",
            "Well, I will forget the condition of my estate, to"
        ],
        [
            "ROSALIND",
            "rejoice in yours."
        ],
        [
            "CELIA",
            "You know my father hath no child but I, nor none is"
        ],
        [
            "CELIA",
            "like to have: and, truly, when he dies, thou shalt"
        ],
        [
            "CELIA",
            "be his heir, for what he hath taken away from thy"
        ],
        [
            "CELIA",
            "father perforce, I will render thee again in"
        ],
        [
            "CELIA",
            "affection; by mine honour, I will; and when I break"
        ],
        [
            "CELIA",
            "that oath, let me turn monster: therefore, my"
        ],
        [
            "CELIA",
            "sweet Rose, my dear Rose, be merry."
        ],
        [
            "ROSALIND",
            "From henceforth I will, coz, and devise sports. Let"
        ],
        [
            "ROSALIND",
            "me see; what think you of falling in love?"
        ],
        [
            "CELIA",
            "Marry, I prithee, do, to make sport withal: but"
        ],
        [
            "CELIA",
            "love no man in good earnest; nor no further in sport"
        ],
        [
            "CELIA",
            "neither than with safety of a pure blush thou mayst"
        ],
        [
            "CELIA",
            "in honour come off again."
        ],
        [
            "ROSALIND",
            "What shall be our sport, then?"
        ],
        [
            "CELIA",
            "Let us sit and mock the good housewife Fortune from"
        ],
        [
            "CELIA",
            "her wheel, that her gifts may henceforth be bestowed equally."
        ],
        [
            "ROSALIND",
            "I would we could do so, for her benefits are"
        ],
        [
            "ROSALIND",
            "mightily misplaced, and the bountiful blind woman"
        ],
        [
            "ROSALIND",
            "doth most mistake in her gifts to women."
        ],
        [
            "CELIA",
            "'Tis true; for those that she makes fair she scarce"
        ],
        [
            "CELIA",
            "makes honest, and those that she makes honest she"
        ],
        [
            "CELIA",
            "makes very ill-favouredly."
        ],
        [
            "ROSALIND",
            "Nay, now thou goest from Fortune's office to"
        ],
        [
            "ROSALIND",
            "Nature's: Fortune reigns in gifts of the world,"
        ],
        [
            "ROSALIND",
            "not in the lineaments of Nature.",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "CELIA",
            "No? when Nature hath made a fair creature, may she",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "CELIA",
            "not by Fortune fall into the fire? Though Nature"
        ],
        [
            "CELIA",
            "hath given us wit to flout at Fortune, hath not"
        ],
        [
            "CELIA",
            "Fortune sent in this fool to cut off the argument?"
        ],
        [
            "ROSALIND",
            "Indeed, there is Fortune too hard for Nature, when"
        ],
        [
            "ROSALIND",
            "Fortune makes Nature's natural the cutter-off of"
        ],
        [
            "ROSALIND",
            "Nature's wit."
        ],
        [
            "CELIA",
            "Peradventure this is not Fortune's work neither, but"
        ],
        [
            "CELIA",
            "Nature's; who perceiveth our natural wits too dull"
        ],
        [
            "CELIA",
            "to reason of such goddesses and hath sent this"
        ],
        [
            "CELIA",
            "natural for our whetstone; for always the dulness of"
        ],
        [
            "CELIA",
            "the fool is the whetstone of the wits. How now,"
        ],
        [
            "CELIA",
            "wit! whither wander you?"
        ],
        [
            "TOUCHSTONE",
            "Mistress, you must come away to your father."
        ],
        [
            "CELIA",
            "Were you made the messenger?"
        ],
        [
            "TOUCHSTONE",
            "No, by mine honour, but I was bid to come for you."
        ],
        [
            "ROSALIND",
            "Where learned you that oath, fool?"
        ],
        [
            "TOUCHSTONE",
            "Of a certain knight that swore by his honour they"
        ],
        [
            "TOUCHSTONE",
            "were good pancakes and swore by his honour the"
        ],
        [
            "TOUCHSTONE",
            "mustard was naught: now I'll stand to it, the"
        ],
        [
            "TOUCHSTONE",
            "pancakes were naught and the mustard was good, and"
        ],
        [
            "TOUCHSTONE",
            "yet was not the knight forsworn."
        ],
        [
            "CELIA",
            "How prove you that, in the great heap of your"
        ],
        [
            "CELIA",
            "knowledge?"
        ],
        [
            "ROSALIND",
            "Ay, marry, now unmuzzle your wisdom."
        ],
        [
            "TOUCHSTONE",
            "Stand you both forth now: stroke your chins, and"
        ],
        [
            "TOUCHSTONE",
            "swear by your beards that I am a knave."
        ],
        [
            "CELIA",
            "By our beards, if we had them, thou art."
        ],
        [
            "TOUCHSTONE",
            "By my knavery, if I had it, then I were; but if you"
        ],
        [
            "TOUCHSTONE",
            "swear by that that is not, you are not forsworn: no"
        ],
        [
            "TOUCHSTONE",
            "more was this knight swearing by his honour, for he"
        ],
        [
            "TOUCHSTONE",
            "never had any; or if he had, he had sworn it away"
        ],
        [
            "TOUCHSTONE",
            "before ever he saw those pancakes or that mustard."
        ],
        [
            "CELIA",
            "Prithee, who is't that thou meanest?"
        ],
        [
            "TOUCHSTONE",
            "One that old Frederick, your father, loves."
        ],
        [
            "CELIA",
            "My father's love is enough to honour him: enough!"
        ],
        [
            "CELIA",
            "speak no more of him; you'll be whipped for taxation"
        ],
        [
            "CELIA",
            "one of these days."
        ],
        [
            "TOUCHSTONE",
            "The more pity, that fools may not speak wisely what"
        ],
        [
            "TOUCHSTONE",
            "wise men do foolishly."
        ],
        [
            "CELIA",
            "By my troth, thou sayest true; for since the little"
        ],
        [
            "CELIA",
            "wit that fools have was silenced, the little foolery"
        ],
        [
            "CELIA",
            "that wise men have makes a great show. Here comes"
        ],
        [
            "CELIA",
            "Monsieur Le Beau."
        ],
        [
            "ROSALIND",
            "With his mouth full of news."
        ],
        [
            "CELIA",
            "Which he will put on us, as pigeons feed their young."
        ],
        [
            "ROSALIND",
            "Then shall we be news-crammed."
        ],
        [
            "CELIA",
            "All the better; we shall be the more marketable.",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "CELIA",
            "Bon jour, Monsieur Le Beau: what's the news?",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "LE BEAU",
            "Fair princess, you have lost much good sport."
        ],
        [
            "CELIA",
            "Sport! of what colour?"
        ],
        [
            "LE BEAU",
            "What colour, madam! how shall I answer you?"
        ],
        [
            "ROSALIND",
            "As wit and fortune will."
        ],
        [
            "TOUCHSTONE",
            "Or as the Destinies decree."
        ],
        [
            "CELIA",
            "Well said: that was laid on with a trowel."
        ],
        [
            "TOUCHSTONE",
            "Nay, if I keep not my rank,--"
        ],
        [
            "ROSALIND",
            "Thou losest thy old smell."
        ],
        [
            "LE BEAU",
            "You amaze me, ladies: I would have told you of good"
        ],
        [
            "LE BEAU",
            "wrestling, which you have lost the sight of."
        ],
        [
            "ROSALIND",
            "You tell us the manner of the wrestling."
        ],
        [
            "LE BEAU",
            "I will tell you the beginning; and, if it please"
        ],
        [
            "LE BEAU",
            "your ladyships, you may see the end; for the best is"
        ],
        [
            "LE BEAU",
            "yet to do; and here, where you are, they are coming"
        ],
        [
            "LE BEAU",
            "to perform it."
        ],
        [
            "CELIA",
            "Well, the beginning, that is dead and buried."
        ],
        [
            "LE BEAU",
            "There comes an old man and his three sons,--"
        ],
        [
            "CELIA",
            "I could match this beginning with an old tale."
        ],
        [
            "LE BEAU",
            "Three proper young men, of excellent growth and presence."
        ],
        [
            "ROSALIND",
            "With bills on their necks, 'Be it known unto all men"
        ],
        [
            "ROSALIND",
            "by these presents.'"
        ],
        [
            "LE BEAU",
            "The eldest of the three wrestled with Charles, the"
        ],
        [
            "LE BEAU",
            "duke's wrestler; which Charles in a moment threw him"
        ],
        [
            "LE BEAU",
            "and broke three of his ribs, that there is little"
        ],
        [
            "LE BEAU",
            "hope of life in him: so he served the second, and"
        ],
        [
            "LE BEAU",
            "so the third. Yonder they lie; the poor old man,"
        ],
        [
            "LE BEAU",
            "their father, making such pitiful dole over them"
        ],
        [
            "LE BEAU",
            "that all the beholders take his part with weeping."
        ],
        [
            "ROSALIND",
            "Alas!"
        ],
        [
            "TOUCHSTONE",
            "But what is the sport, monsieur, that the ladies"
        ],
        [
            "TOUCHSTONE",
            "have lost?"
        ],
        [
            "LE BEAU",
            "Why, this that I speak of."
        ],
        [
            "TOUCHSTONE",
            "Thus men may grow wiser every day: it is the first"
        ],
        [
            "TOUCHSTONE",
            "time that ever I heard breaking of ribs was sport"
        ],
        [
            "TOUCHSTONE",
            "for ladies."
        ],
        [
            "CELIA",
            "Or I, I promise thee."
        ],
        [
            "ROSALIND",
            "But is there any else longs to see this broken music"
        ],
        [
            "ROSALIND",
            "in his sides? is there yet another dotes upon"
        ],
        [
            "ROSALIND",
            "rib-breaking? Shall we see this wrestling, cousin?"
        ],
        [
            "LE BEAU",
            "You must, if you stay here; for here is the place"
        ],
        [
            "LE BEAU",
            "appointed for the wrestling, and they are ready to"
        ],
        [
            "LE BEAU",
            "perform it."
        ],
        [
            "CELIA",
            "Yonder, sure, they are coming: let us now stay and see it.",
            {
                "following_direction_line": "4"
            }
        ],
        [
            "DUKE FREDERICK",
            "Come on: since the youth will not be entreated, his",
            {
                "preceding_direction_line": "4"
            }
        ],
        [
            "DUKE FREDERICK",
            "own peril on his forwardness."
        ],
        [
            "ROSALIND",
            "Is yonder the man?"
        ],
        [
            "LE BEAU",
            "Even he, madam."
        ],
        [
            "CELIA",
            "Alas, he is too young! yet he looks successfully."
        ],
        [
            "DUKE FREDERICK",
            "How now, daughter and cousin! are you crept hither"
        ],
        [
            "DUKE FREDERICK",
            "to see the wrestling?"
        ],
        [
            "ROSALIND",
            "Ay, my liege, so please you give us leave."
        ],
        [
            "DUKE FREDERICK",
            "You will take little delight in it, I can tell you;"
        ],
        [
            "DUKE FREDERICK",
            "there is such odds in the man. In pity of the"
        ],
        [
            "DUKE FREDERICK",
            "challenger's youth I would fain dissuade him, but he"
        ],
        [
            "DUKE FREDERICK",
            "will not be entreated. Speak to him, ladies; see if"
        ],
        [
            "DUKE FREDERICK",
            "you can move him."
        ],
        [
            "CELIA",
            "Call him hither, good Monsieur Le Beau."
        ],
        [
            "DUKE FREDERICK",
            "Do so: I'll not be by."
        ],
        [
            "LE BEAU",
            "Monsieur the challenger, the princesses call for you."
        ],
        [
            "ORLANDO",
            "I attend them with all respect and duty."
        ],
        [
            "ROSALIND",
            "Young man, have you challenged Charles the wrestler?"
        ],
        [
            "ORLANDO",
            "No, fair princess; he is the general challenger: I"
        ],
        [
            "ORLANDO",
            "come but in, as others do, to try with him the"
        ],
        [
            "ORLANDO",
            "strength of my youth."
        ],
        [
            "CELIA",
            "Young gentleman, your spirits are too bold for your"
        ],
        [
            "CELIA",
            "years. You have seen cruel proof of this man's"
        ],
        [
            "CELIA",
            "strength: if you saw yourself with your eyes or"
        ],
        [
            "CELIA",
            "knew yourself with your judgment, the fear of your"
        ],
        [
            "CELIA",
            "adventure would counsel you to a more equal"
        ],
        [
            "CELIA",
            "enterprise. We pray you, for your own sake, to"
        ],
        [
            "CELIA",
            "embrace your own safety and give over this attempt."
        ],
        [
            "ROSALIND",
            "Do, young sir; your reputation shall not therefore"
        ],
        [
            "ROSALIND",
            "be misprised: we will make it our suit to the duke"
        ],
        [
            "ROSALIND",
            "that the wrestling might not go forward."
        ],
        [
            "ORLANDO",
            "I beseech you, punish me not with your hard"
        ],
        [
            "ORLANDO",
            "thoughts; wherein I confess me much guilty, to deny"
        ],
        [
            "ORLANDO",
            "so fair and excellent ladies any thing. But let"
        ],
        [
            "ORLANDO",
            "your fair eyes and gentle wishes go with me to my"
        ],
        [
            "ORLANDO",
            "trial: wherein if I be foiled, there is but one"
        ],
        [
            "ORLANDO",
            "shamed that was never gracious; if killed, but one"
        ],
        [
            "ORLANDO",
            "dead that was willing to be so: I shall do my"
        ],
        [
            "ORLANDO",
            "friends no wrong, for I have none to lament me, the"
        ],
        [
            "ORLANDO",
            "world no injury, for in it I have nothing; only in"
        ],
        [
            "ORLANDO",
            "the world I fill up a place, which may be better"
        ],
        [
            "ORLANDO",
            "supplied when I have made it empty."
        ],
        [
            "ROSALIND",
            "The little strength that I have, I would it were with you."
        ],
        [
            "CELIA",
            "And mine, to eke out hers."
        ],
        [
            "ROSALIND",
            "Fare you well: pray heaven I be deceived in you!"
        ],
        [
            "CELIA",
            "Your heart's desires be with you!"
        ],
        [
            "CHARLES",
            "Come, where is this young gallant that is so"
        ],
        [
            "CHARLES",
            "desirous to lie with his mother earth?"
        ],
        [
            "ORLANDO",
            "Ready, sir; but his will hath in it a more modest working."
        ],
        [
            "DUKE FREDERICK",
            "You shall try but one fall."
        ],
        [
            "CHARLES",
            "No, I warrant your grace, you shall not entreat him"
        ],
        [
            "CHARLES",
            "to a second, that have so mightily persuaded him"
        ],
        [
            "CHARLES",
            "from a first."
        ],
        [
            "ORLANDO",
            "An you mean to mock me after, you should not have"
        ],
        [
            "ORLANDO",
            "mocked me before: but come your ways."
        ],
        [
            "ROSALIND",
            "Now Hercules be thy speed, young man!"
        ],
        [
            "CELIA",
            "I would I were invisible, to catch the strong"
        ],
        [
            "CELIA",
            "fellow by the leg.",
            {
                "following_direction_line": "5"
            }
        ],
        [
            "ROSALIND",
            "O excellent young man!",
            {
                "preceding_direction_line": "5"
            }
        ],
        [
            "CELIA",
            "If I had a thunderbolt in mine eye, I can tell who"
        ],
        [
            "CELIA",
            "should down.",
            {
                "following_direction_line": "6"
            }
        ],
        [
            "DUKE FREDERICK",
            "No more, no more.",
            {
                "preceding_direction_line": "6"
            }
        ],
        [
            "ORLANDO",
            "Yes, I beseech your grace: I am not yet well breathed."
        ],
        [
            "DUKE FREDERICK",
            "How dost thou, Charles?"
        ],
        [
            "LE BEAU",
            "He cannot speak, my lord."
        ],
        [
            "DUKE FREDERICK",
            "Bear him away. What is thy name, young man?"
        ],
        [
            "ORLANDO",
            "Orlando, my liege; the youngest son of Sir Rowland de Boys."
        ],
        [
            "DUKE FREDERICK",
            "I would thou hadst been son to some man else:"
        ],
        [
            "DUKE FREDERICK",
            "The world esteem'd thy father honourable,"
        ],
        [
            "DUKE FREDERICK",
            "But I did find him still mine enemy:"
        ],
        [
            "DUKE FREDERICK",
            "Thou shouldst have better pleased me with this deed,"
        ],
        [
            "DUKE FREDERICK",
            "Hadst thou descended from another house."
        ],
        [
            "DUKE FREDERICK",
            "But fare thee well; thou art a gallant youth:"
        ],
        [
            "DUKE FREDERICK",
            "I would thou hadst told me of another father.",
            {
                "following_direction_line": "7"
            }
        ],
        [
            "CELIA",
            "Were I my father, coz, would I do this?",
            {
                "preceding_direction_line": "7"
            }
        ],
        [
            "ORLANDO",
            "I am more proud to be Sir Rowland's son,"
        ],
        [
            "ORLANDO",
            "His youngest son; and would not change that calling,"
        ],
        [
            "ORLANDO",
            "To be adopted heir to Frederick."
        ],
        [
            "ROSALIND",
            "My father loved Sir Rowland as his soul,"
        ],
        [
            "ROSALIND",
            "And all the world was of my father's mind:"
        ],
        [
            "ROSALIND",
            "Had I before known this young man his son,"
        ],
        [
            "ROSALIND",
            "I should have given him tears unto entreaties,"
        ],
        [
            "ROSALIND",
            "Ere he should thus have ventured."
        ],
        [
            "CELIA",
            "Gentle cousin,"
        ],
        [
            "CELIA",
            "Let us go thank him and encourage him:"
        ],
        [
            "CELIA",
            "My father's rough and envious disposition"
        ],
        [
            "CELIA",
            "Sticks me at heart. Sir, you have well deserved:"
        ],
        [
            "CELIA",
            "If you do keep your promises in love"
        ],
        [
            "CELIA",
            "But justly, as you have exceeded all promise,"
        ],
        [
            "CELIA",
            "Your mistress shall be happy."
        ],
        [
            "ROSALIND",
            "Gentleman,",
            {
                "following_direction_line": "8"
            }
        ],
        [
            "ROSALIND",
            "Wear this for me, one out of suits with fortune,",
            {
                "preceding_direction_line": "8"
            }
        ],
        [
            "ROSALIND",
            "That could give more, but that her hand lacks means."
        ],
        [
            "ROSALIND",
            "Shall we go, coz?"
        ],
        [
            "CELIA",
            "Ay. Fare you well, fair gentleman."
        ],
        [
            "ORLANDO",
            "Can I not say, I thank you? My better parts"
        ],
        [
            "ORLANDO",
            "Are all thrown down, and that which here stands up"
        ],
        [
            "ORLANDO",
            "Is but a quintain, a mere lifeless block."
        ],
        [
            "ROSALIND",
            "He calls us back: my pride fell with my fortunes;"
        ],
        [
            "ROSALIND",
            "I'll ask him what he would. Did you call, sir?"
        ],
        [
            "ROSALIND",
            "Sir, you have wrestled well and overthrown"
        ],
        [
            "ROSALIND",
            "More than your enemies."
        ],
        [
            "CELIA",
            "Will you go, coz?"
        ],
        [
            "ROSALIND",
            "Have with you. Fare you well.",
            {
                "following_direction_line": "9"
            }
        ],
        [
            "ORLANDO",
            "What passion hangs these weights upon my tongue?",
            {
                "preceding_direction_line": "9"
            }
        ],
        [
            "ORLANDO",
            "I cannot speak to her, yet she urged conference."
        ],
        [
            "ORLANDO",
            "O poor Orlando, thou art overthrown!"
        ],
        [
            "ORLANDO",
            "Or Charles or something weaker masters thee.",
            {
                "following_direction_line": "10"
            }
        ],
        [
            "LE BEAU",
            "Good sir, I do in friendship counsel you",
            {
                "preceding_direction_line": "10"
            }
        ],
        [
            "LE BEAU",
            "To leave this place. Albeit you have deserved"
        ],
        [
            "LE BEAU",
            "High commendation, true applause and love,"
        ],
        [
            "LE BEAU",
            "Yet such is now the duke's condition"
        ],
        [
            "LE BEAU",
            "That he misconstrues all that you have done."
        ],
        [
            "LE BEAU",
            "The duke is humorous; what he is indeed,"
        ],
        [
            "LE BEAU",
            "More suits you to conceive than I to speak of."
        ],
        [
            "ORLANDO",
            "I thank you, sir: and, pray you, tell me this:"
        ],
        [
            "ORLANDO",
            "Which of the two was daughter of the duke"
        ],
        [
            "ORLANDO",
            "That here was at the wrestling?"
        ],
        [
            "LE BEAU",
            "Neither his daughter, if we judge by manners;"
        ],
        [
            "LE BEAU",
            "But yet indeed the lesser is his daughter"
        ],
        [
            "LE BEAU",
            "The other is daughter to the banish'd duke,"
        ],
        [
            "LE BEAU",
            "And here detain'd by her usurping uncle,"
        ],
        [
            "LE BEAU",
            "To keep his daughter company; whose loves"
        ],
        [
            "LE BEAU",
            "Are dearer than the natural bond of sisters."
        ],
        [
            "LE BEAU",
            "But I can tell you that of late this duke"
        ],
        [
            "LE BEAU",
            "Hath ta'en displeasure 'gainst his gentle niece,"
        ],
        [
            "LE BEAU",
            "Grounded upon no other argument"
        ],
        [
            "LE BEAU",
            "But that the people praise her for her virtues"
        ],
        [
            "LE BEAU",
            "And pity her for her good father's sake;"
        ],
        [
            "LE BEAU",
            "And, on my life, his malice 'gainst the lady"
        ],
        [
            "LE BEAU",
            "Will suddenly break forth. Sir, fare you well:"
        ],
        [
            "LE BEAU",
            "Hereafter, in a better world than this,"
        ],
        [
            "LE BEAU",
            "I shall desire more love and knowledge of you."
        ],
        [
            "ORLANDO",
            "I rest much bounden to you: fare you well.",
            {
                "following_direction_line": "11"
            }
        ],
        [
            "ORLANDO",
            "Thus must I from the smoke into the smother;",
            {
                "preceding_direction_line": "11"
            }
        ],
        [
            "ORLANDO",
            "From tyrant duke unto a tyrant brother:"
        ],
        [
            "ORLANDO",
            "But heavenly Rosalind!",
            {
                "following_direction_line": "12"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter CELIA and ROSALIND"
        ],
        [
            "_DIRECTION",
            "D2",
            "Enter TOUCHSTONE"
        ],
        [
            "_DIRECTION",
            "D3",
            "Enter LE BEAU"
        ],
        [
            "_DIRECTION",
            "D4",
            "Flourish. Enter DUKE FREDERICK, Lords, ORLANDO, CHARLES, and Attendants"
        ],
        [
            "_DIRECTION",
            "D5",
            "They wrestle"
        ],
        [
            "_DIRECTION",
            "D6",
            "Shout. CHARLES is thrown"
        ],
        [
            "_DIRECTION",
            "D7",
            "Exeunt DUKE FREDERICK, train, and LE BEAU"
        ],
        [
            "_DIRECTION",
            "D8",
            "Giving him a chain from her neck"
        ],
        [
            "_DIRECTION",
            "D9",
            "Exeunt ROSALIND and CELIA"
        ],
        [
            "_DIRECTION",
            "D10",
            "Re-enter LE BEAU"
        ],
        [
            "_DIRECTION",
            "D11",
            "Exit LE BEAU"
        ],
        [
            "_DIRECTION",
            "D12",
            "Exit"
        ]
    ],
    "ranges_of_roles_lines": {
        "CELIA": [
            [
                "1",
                "1"
            ],
            [
                "6",
                "12"
            ],
            [
                "15",
                "21"
            ],
            [
                "24",
                "27"
            ],
            [
                "29",
                "30"
            ],
            [
                "34",
                "36"
            ],
            [
                "40",
                "43"
            ],
            [
                "47",
                "52"
            ],
            [
                "54",
                "54"
            ],
            [
                "62",
                "63"
            ],
            [
                "67",
                "67"
            ],
            [
                "73",
                "73"
            ],
            [
                "75",
                "77"
            ],
            [
                "80",
                "83"
            ],
            [
                "85",
                "85"
            ],
            [
                "87",
                "88"
            ],
            [
                "90",
                "90"
            ],
            [
                "94",
                "94"
            ],
            [
                "104",
                "104"
            ],
            [
                "106",
                "106"
            ],
            [
                "124",
                "124"
            ],
            [
                "131",
                "131"
            ],
            [
                "136",
                "136"
            ],
            [
                "145",
                "145"
            ],
            [
                "153",
                "159"
            ],
            [
                "175",
                "175"
            ],
            [
                "177",
                "177"
            ],
            [
                "188",
                "189"
            ],
            [
                "191",
                "192"
            ],
            [
                "206",
                "206"
            ],
            [
                "215",
                "221"
            ],
            [
                "226",
                "226"
            ],
            [
                "234",
                "234"
            ]
        ],
        "ROSALIND": [
            [
                "2",
                "5"
            ],
            [
                "13",
                "14"
            ],
            [
                "22",
                "23"
            ],
            [
                "28",
                "28"
            ],
            [
                "31",
                "33"
            ],
            [
                "37",
                "39"
            ],
            [
                "44",
                "46"
            ],
            [
                "56",
                "56"
            ],
            [
                "64",
                "64"
            ],
            [
                "84",
                "84"
            ],
            [
                "86",
                "86"
            ],
            [
                "92",
                "92"
            ],
            [
                "96",
                "96"
            ],
            [
                "99",
                "99"
            ],
            [
                "108",
                "109"
            ],
            [
                "117",
                "117"
            ],
            [
                "125",
                "127"
            ],
            [
                "134",
                "134"
            ],
            [
                "139",
                "139"
            ],
            [
                "149",
                "149"
            ],
            [
                "160",
                "162"
            ],
            [
                "174",
                "174"
            ],
            [
                "176",
                "176"
            ],
            [
                "187",
                "187"
            ],
            [
                "190",
                "190"
            ],
            [
                "210",
                "214"
            ],
            [
                "222",
                "225"
            ],
            [
                "230",
                "233"
            ],
            [
                "235",
                "235"
            ]
        ],
        "TOUCHSTONE": [
            [
                "53",
                "53"
            ],
            [
                "55",
                "55"
            ],
            [
                "57",
                "61"
            ],
            [
                "65",
                "66"
            ],
            [
                "68",
                "72"
            ],
            [
                "74",
                "74"
            ],
            [
                "78",
                "79"
            ],
            [
                "93",
                "93"
            ],
            [
                "95",
                "95"
            ],
            [
                "118",
                "119"
            ],
            [
                "121",
                "123"
            ]
        ],
        "LE BEAU": [
            [
                "89",
                "89"
            ],
            [
                "91",
                "91"
            ],
            [
                "97",
                "98"
            ],
            [
                "100",
                "103"
            ],
            [
                "105",
                "105"
            ],
            [
                "107",
                "107"
            ],
            [
                "110",
                "116"
            ],
            [
                "120",
                "120"
            ],
            [
                "128",
                "130"
            ],
            [
                "135",
                "135"
            ],
            [
                "147",
                "147"
            ],
            [
                "196",
                "196"
            ],
            [
                "240",
                "246"
            ],
            [
                "250",
                "264"
            ]
        ],
        "DUKE FREDERICK": [
            [
                "132",
                "133"
            ],
            [
                "137",
                "138"
            ],
            [
                "140",
                "144"
            ],
            [
                "146",
                "146"
            ],
            [
                "181",
                "181"
            ],
            [
                "193",
                "193"
            ],
            [
                "195",
                "195"
            ],
            [
                "197",
                "197"
            ],
            [
                "199",
                "205"
            ]
        ],
        "ORLANDO": [
            [
                "148",
                "148"
            ],
            [
                "150",
                "152"
            ],
            [
                "163",
                "173"
            ],
            [
                "180",
                "180"
            ],
            [
                "185",
                "186"
            ],
            [
                "194",
                "194"
            ],
            [
                "198",
                "198"
            ],
            [
                "207",
                "209"
            ],
            [
                "227",
                "229"
            ],
            [
                "236",
                "239"
            ],
            [
                "247",
                "249"
            ],
            [
                "265",
                "268"
            ]
        ],
        "CHARLES": [
            [
                "178",
                "179"
            ],
            [
                "182",
                "184"
            ]
        ]
    },
    "scene_name": "SCENE II",
    "scene_description": "Lawn before the Duke's palace."
}