{
    "scene_id": "julius caesar~~Act_3~~Scene_2",
    "work_number": "11",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "Citizens",
            "We will be satisfied; let us be satisfied.",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "BRUTUS",
            "Then follow me, and give me audience, friends."
        ],
        [
            "BRUTUS",
            "Cassius, go you into the other street,"
        ],
        [
            "BRUTUS",
            "And part the numbers."
        ],
        [
            "BRUTUS",
            "Those that will hear me speak, let 'em stay here;"
        ],
        [
            "BRUTUS",
            "Those that will follow Cassius, go with him;"
        ],
        [
            "BRUTUS",
            "And public reasons shall be rendered"
        ],
        [
            "BRUTUS",
            "Of Caesar's death."
        ],
        [
            "First Citizen",
            "I will hear Brutus speak."
        ],
        [
            "Second Citizen",
            "I will hear Cassius; and compare their reasons,"
        ],
        [
            "Second Citizen",
            "When severally we hear them rendered.",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "Third Citizen",
            "The noble Brutus is ascended: silence!",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "BRUTUS",
            "Be patient till the last."
        ],
        [
            "BRUTUS",
            "Romans, countrymen, and lovers! hear me for my"
        ],
        [
            "BRUTUS",
            "cause, and be silent, that you may hear: believe me"
        ],
        [
            "BRUTUS",
            "for mine honour, and have respect to mine honour, that"
        ],
        [
            "BRUTUS",
            "you may believe: censure me in your wisdom, and"
        ],
        [
            "BRUTUS",
            "awake your senses, that you may the better judge."
        ],
        [
            "BRUTUS",
            "If there be any in this assembly, any dear friend of"
        ],
        [
            "BRUTUS",
            "Caesar's, to him I say, that Brutus' love to Caesar"
        ],
        [
            "BRUTUS",
            "was no less than his. If then that friend demand"
        ],
        [
            "BRUTUS",
            "why Brutus rose against Caesar, this is my answer:"
        ],
        [
            "BRUTUS",
            "--Not that I loved Caesar less, but that I loved"
        ],
        [
            "BRUTUS",
            "Rome more. Had you rather Caesar were living and"
        ],
        [
            "BRUTUS",
            "die all slaves, than that Caesar were dead, to live"
        ],
        [
            "BRUTUS",
            "all free men? As Caesar loved me, I weep for him;"
        ],
        [
            "BRUTUS",
            "as he was fortunate, I rejoice at it; as he was"
        ],
        [
            "BRUTUS",
            "valiant, I honour him: but, as he was ambitious, I"
        ],
        [
            "BRUTUS",
            "slew him. There is tears for his love; joy for his"
        ],
        [
            "BRUTUS",
            "fortune; honour for his valour; and death for his"
        ],
        [
            "BRUTUS",
            "ambition. Who is here so base that would be a"
        ],
        [
            "BRUTUS",
            "bondman? If any, speak; for him have I offended."
        ],
        [
            "BRUTUS",
            "Who is here so rude that would not be a Roman? If"
        ],
        [
            "BRUTUS",
            "any, speak; for him have I offended. Who is here so"
        ],
        [
            "BRUTUS",
            "vile that will not love his country? If any, speak;"
        ],
        [
            "BRUTUS",
            "for him have I offended. I pause for a reply."
        ],
        [
            "All",
            "None, Brutus, none."
        ],
        [
            "BRUTUS",
            "Then none have I offended. I have done no more to"
        ],
        [
            "BRUTUS",
            "Caesar than you shall do to Brutus. The question of"
        ],
        [
            "BRUTUS",
            "his death is enrolled in the Capitol; his glory not"
        ],
        [
            "BRUTUS",
            "extenuated, wherein he was worthy, nor his offences"
        ],
        [
            "BRUTUS",
            "enforced, for which he suffered death.",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "BRUTUS",
            "Here comes his body, mourned by Mark Antony: who,",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "BRUTUS",
            "though he had no hand in his death, shall receive"
        ],
        [
            "BRUTUS",
            "the benefit of his dying, a place in the"
        ],
        [
            "BRUTUS",
            "commonwealth; as which of you shall not? With this"
        ],
        [
            "BRUTUS",
            "I depart,--that, as I slew my best lover for the"
        ],
        [
            "BRUTUS",
            "good of Rome, I have the same dagger for myself,"
        ],
        [
            "BRUTUS",
            "when it shall please my country to need my death."
        ],
        [
            "All",
            "Live, Brutus! live, live!"
        ],
        [
            "First Citizen",
            "Bring him with triumph home unto his house."
        ],
        [
            "Second Citizen",
            "Give him a statue with his ancestors."
        ],
        [
            "Third Citizen",
            "Let him be Caesar."
        ],
        [
            "Fourth Citizen",
            "Caesar's better parts"
        ],
        [
            "Fourth Citizen",
            "Shall be crown'd in Brutus."
        ],
        [
            "First Citizen",
            "We'll bring him to his house"
        ],
        [
            "First Citizen",
            "With shouts and clamours."
        ],
        [
            "BRUTUS",
            "My countrymen,--"
        ],
        [
            "Second Citizen",
            "Peace, silence! Brutus speaks."
        ],
        [
            "First Citizen",
            "Peace, ho!"
        ],
        [
            "BRUTUS",
            "Good countrymen, let me depart alone,"
        ],
        [
            "BRUTUS",
            "And, for my sake, stay here with Antony:"
        ],
        [
            "BRUTUS",
            "Do grace to Caesar's corpse, and grace his speech"
        ],
        [
            "BRUTUS",
            "Tending to Caesar's glories; which Mark Antony,"
        ],
        [
            "BRUTUS",
            "By our permission, is allow'd to make."
        ],
        [
            "BRUTUS",
            "I do entreat you, not a man depart,"
        ],
        [
            "BRUTUS",
            "Save I alone, till Antony have spoke.",
            {
                "following_direction_line": "4"
            }
        ],
        [
            "First Citizen",
            "Stay, ho! and let us hear Mark Antony.",
            {
                "preceding_direction_line": "4"
            }
        ],
        [
            "Third Citizen",
            "Let him go up into the public chair;"
        ],
        [
            "Third Citizen",
            "We'll hear him. Noble Antony, go up."
        ],
        [
            "ANTONY",
            "For Brutus' sake, I am beholding to you.",
            {
                "following_direction_line": "5"
            }
        ],
        [
            "Fourth Citizen",
            "What does he say of Brutus?",
            {
                "preceding_direction_line": "5"
            }
        ],
        [
            "Third Citizen",
            "He says, for Brutus' sake,"
        ],
        [
            "Third Citizen",
            "He finds himself beholding to us all."
        ],
        [
            "Fourth Citizen",
            "'Twere best he speak no harm of Brutus here."
        ],
        [
            "First Citizen",
            "This Caesar was a tyrant."
        ],
        [
            "Third Citizen",
            "Nay, that's certain:"
        ],
        [
            "Third Citizen",
            "We are blest that Rome is rid of him."
        ],
        [
            "Second Citizen",
            "Peace! let us hear what Antony can say."
        ],
        [
            "ANTONY",
            "You gentle Romans,--"
        ],
        [
            "Citizens",
            "Peace, ho! let us hear him."
        ],
        [
            "ANTONY",
            "Friends, Romans, countrymen, lend me your ears;"
        ],
        [
            "ANTONY",
            "I come to bury Caesar, not to praise him."
        ],
        [
            "ANTONY",
            "The evil that men do lives after them;"
        ],
        [
            "ANTONY",
            "The good is oft interred with their bones;"
        ],
        [
            "ANTONY",
            "So let it be with Caesar. The noble Brutus"
        ],
        [
            "ANTONY",
            "Hath told you Caesar was ambitious:"
        ],
        [
            "ANTONY",
            "If it were so, it was a grievous fault,"
        ],
        [
            "ANTONY",
            "And grievously hath Caesar answer'd it."
        ],
        [
            "ANTONY",
            "Here, under leave of Brutus and the rest--"
        ],
        [
            "ANTONY",
            "For Brutus is an honourable man;"
        ],
        [
            "ANTONY",
            "So are they all, all honourable men--"
        ],
        [
            "ANTONY",
            "Come I to speak in Caesar's funeral."
        ],
        [
            "ANTONY",
            "He was my friend, faithful and just to me:"
        ],
        [
            "ANTONY",
            "But Brutus says he was ambitious;"
        ],
        [
            "ANTONY",
            "And Brutus is an honourable man."
        ],
        [
            "ANTONY",
            "He hath brought many captives home to Rome"
        ],
        [
            "ANTONY",
            "Whose ransoms did the general coffers fill:"
        ],
        [
            "ANTONY",
            "Did this in Caesar seem ambitious?"
        ],
        [
            "ANTONY",
            "When that the poor have cried, Caesar hath wept:"
        ],
        [
            "ANTONY",
            "Ambition should be made of sterner stuff:"
        ],
        [
            "ANTONY",
            "Yet Brutus says he was ambitious;"
        ],
        [
            "ANTONY",
            "And Brutus is an honourable man."
        ],
        [
            "ANTONY",
            "You all did see that on the Lupercal"
        ],
        [
            "ANTONY",
            "I thrice presented him a kingly crown,"
        ],
        [
            "ANTONY",
            "Which he did thrice refuse: was this ambition?"
        ],
        [
            "ANTONY",
            "Yet Brutus says he was ambitious;"
        ],
        [
            "ANTONY",
            "And, sure, he is an honourable man."
        ],
        [
            "ANTONY",
            "I speak not to disprove what Brutus spoke,"
        ],
        [
            "ANTONY",
            "But here I am to speak what I do know."
        ],
        [
            "ANTONY",
            "You all did love him once, not without cause:"
        ],
        [
            "ANTONY",
            "What cause withholds you then, to mourn for him?"
        ],
        [
            "ANTONY",
            "O judgment! thou art fled to brutish beasts,"
        ],
        [
            "ANTONY",
            "And men have lost their reason. Bear with me;"
        ],
        [
            "ANTONY",
            "My heart is in the coffin there with Caesar,"
        ],
        [
            "ANTONY",
            "And I must pause till it come back to me."
        ],
        [
            "First Citizen",
            "Methinks there is much reason in his sayings."
        ],
        [
            "Second Citizen",
            "If thou consider rightly of the matter,"
        ],
        [
            "Second Citizen",
            "Caesar has had great wrong."
        ],
        [
            "Third Citizen",
            "Has he, masters?"
        ],
        [
            "Third Citizen",
            "I fear there will a worse come in his place."
        ],
        [
            "Fourth Citizen",
            "Mark'd ye his words? He would not take the crown;"
        ],
        [
            "Fourth Citizen",
            "Therefore 'tis certain he was not ambitious."
        ],
        [
            "First Citizen",
            "If it be found so, some will dear abide it."
        ],
        [
            "Second Citizen",
            "Poor soul! his eyes are red as fire with weeping."
        ],
        [
            "Third Citizen",
            "There's not a nobler man in Rome than Antony."
        ],
        [
            "Fourth Citizen",
            "Now mark him, he begins again to speak."
        ],
        [
            "ANTONY",
            "But yesterday the word of Caesar might"
        ],
        [
            "ANTONY",
            "Have stood against the world; now lies he there."
        ],
        [
            "ANTONY",
            "And none so poor to do him reverence."
        ],
        [
            "ANTONY",
            "O masters, if I were disposed to stir"
        ],
        [
            "ANTONY",
            "Your hearts and minds to mutiny and rage,"
        ],
        [
            "ANTONY",
            "I should do Brutus wrong, and Cassius wrong,"
        ],
        [
            "ANTONY",
            "Who, you all know, are honourable men:"
        ],
        [
            "ANTONY",
            "I will not do them wrong; I rather choose"
        ],
        [
            "ANTONY",
            "To wrong the dead, to wrong myself and you,"
        ],
        [
            "ANTONY",
            "Than I will wrong such honourable men."
        ],
        [
            "ANTONY",
            "But here's a parchment with the seal of Caesar;"
        ],
        [
            "ANTONY",
            "I found it in his closet, 'tis his will:"
        ],
        [
            "ANTONY",
            "Let but the commons hear this testament--"
        ],
        [
            "ANTONY",
            "Which, pardon me, I do not mean to read--"
        ],
        [
            "ANTONY",
            "And they would go and kiss dead Caesar's wounds"
        ],
        [
            "ANTONY",
            "And dip their napkins in his sacred blood,"
        ],
        [
            "ANTONY",
            "Yea, beg a hair of him for memory,"
        ],
        [
            "ANTONY",
            "And, dying, mention it within their wills,"
        ],
        [
            "ANTONY",
            "Bequeathing it as a rich legacy"
        ],
        [
            "ANTONY",
            "Unto their issue."
        ],
        [
            "Fourth Citizen",
            "We'll hear the will: read it, Mark Antony."
        ],
        [
            "All",
            "The will, the will! we will hear Caesar's will."
        ],
        [
            "ANTONY",
            "Have patience, gentle friends, I must not read it;"
        ],
        [
            "ANTONY",
            "It is not meet you know how Caesar loved you."
        ],
        [
            "ANTONY",
            "You are not wood, you are not stones, but men;"
        ],
        [
            "ANTONY",
            "And, being men, bearing the will of Caesar,"
        ],
        [
            "ANTONY",
            "It will inflame you, it will make you mad:"
        ],
        [
            "ANTONY",
            "'Tis good you know not that you are his heirs;"
        ],
        [
            "ANTONY",
            "For, if you should, O, what would come of it!"
        ],
        [
            "Fourth Citizen",
            "Read the will; we'll hear it, Antony;"
        ],
        [
            "Fourth Citizen",
            "You shall read us the will, Caesar's will."
        ],
        [
            "ANTONY",
            "Will you be patient? will you stay awhile?"
        ],
        [
            "ANTONY",
            "I have o'ershot myself to tell you of it:"
        ],
        [
            "ANTONY",
            "I fear I wrong the honourable men"
        ],
        [
            "ANTONY",
            "Whose daggers have stabb'd Caesar; I do fear it."
        ],
        [
            "Fourth Citizen",
            "They were traitors: honourable men!"
        ],
        [
            "All",
            "The will! the testament!"
        ],
        [
            "Second Citizen",
            "They were villains, murderers: the will! read the will."
        ],
        [
            "ANTONY",
            "You will compel me, then, to read the will?"
        ],
        [
            "ANTONY",
            "Then make a ring about the corpse of Caesar,"
        ],
        [
            "ANTONY",
            "And let me show you him that made the will."
        ],
        [
            "ANTONY",
            "Shall I descend? and will you give me leave?"
        ],
        [
            "Several Citizens",
            "Come down."
        ],
        [
            "Second Citizen",
            "Descend."
        ],
        [
            "Third Citizen",
            "You shall have leave.",
            {
                "following_direction_line": "6"
            }
        ],
        [
            "Fourth Citizen",
            "A ring; stand round.",
            {
                "preceding_direction_line": "6"
            }
        ],
        [
            "First Citizen",
            "Stand from the hearse, stand from the body."
        ],
        [
            "Second Citizen",
            "Room for Antony, most noble Antony."
        ],
        [
            "ANTONY",
            "Nay, press not so upon me; stand far off."
        ],
        [
            "Several Citizens",
            "Stand back; room; bear back."
        ],
        [
            "ANTONY",
            "If you have tears, prepare to shed them now."
        ],
        [
            "ANTONY",
            "You all do know this mantle: I remember"
        ],
        [
            "ANTONY",
            "The first time ever Caesar put it on;"
        ],
        [
            "ANTONY",
            "'Twas on a summer's evening, in his tent,"
        ],
        [
            "ANTONY",
            "That day he overcame the Nervii:"
        ],
        [
            "ANTONY",
            "Look, in this place ran Cassius' dagger through:"
        ],
        [
            "ANTONY",
            "See what a rent the envious Casca made:"
        ],
        [
            "ANTONY",
            "Through this the well-beloved Brutus stabb'd;"
        ],
        [
            "ANTONY",
            "And as he pluck'd his cursed steel away,"
        ],
        [
            "ANTONY",
            "Mark how the blood of Caesar follow'd it,"
        ],
        [
            "ANTONY",
            "As rushing out of doors, to be resolved"
        ],
        [
            "ANTONY",
            "If Brutus so unkindly knock'd, or no;"
        ],
        [
            "ANTONY",
            "For Brutus, as you know, was Caesar's angel:"
        ],
        [
            "ANTONY",
            "Judge, O you gods, how dearly Caesar loved him!"
        ],
        [
            "ANTONY",
            "This was the most unkindest cut of all;"
        ],
        [
            "ANTONY",
            "For when the noble Caesar saw him stab,"
        ],
        [
            "ANTONY",
            "Ingratitude, more strong than traitors' arms,"
        ],
        [
            "ANTONY",
            "Quite vanquish'd him: then burst his mighty heart;"
        ],
        [
            "ANTONY",
            "And, in his mantle muffling up his face,"
        ],
        [
            "ANTONY",
            "Even at the base of Pompey's statua,"
        ],
        [
            "ANTONY",
            "Which all the while ran blood, great Caesar fell."
        ],
        [
            "ANTONY",
            "O, what a fall was there, my countrymen!"
        ],
        [
            "ANTONY",
            "Then I, and you, and all of us fell down,"
        ],
        [
            "ANTONY",
            "Whilst bloody treason flourish'd over us."
        ],
        [
            "ANTONY",
            "O, now you weep; and, I perceive, you feel"
        ],
        [
            "ANTONY",
            "The dint of pity: these are gracious drops."
        ],
        [
            "ANTONY",
            "Kind souls, what, weep you when you but behold"
        ],
        [
            "ANTONY",
            "Our Caesar's vesture wounded? Look you here,"
        ],
        [
            "ANTONY",
            "Here is himself, marr'd, as you see, with traitors."
        ],
        [
            "First Citizen",
            "O piteous spectacle!"
        ],
        [
            "Second Citizen",
            "O noble Caesar!"
        ],
        [
            "Third Citizen",
            "O woful day!"
        ],
        [
            "Fourth Citizen",
            "O traitors, villains!"
        ],
        [
            "First Citizen",
            "O most bloody sight!"
        ],
        [
            "Second Citizen",
            "We will be revenged."
        ],
        [
            "All",
            "Revenge! About! Seek! Burn! Fire! Kill! Slay!"
        ],
        [
            "All",
            "Let not a traitor live!"
        ],
        [
            "ANTONY",
            "Stay, countrymen."
        ],
        [
            "First Citizen",
            "Peace there! hear the noble Antony."
        ],
        [
            "Second Citizen",
            "We'll hear him, we'll follow him, we'll die with him."
        ],
        [
            "ANTONY",
            "Good friends, sweet friends, let me not stir you up"
        ],
        [
            "ANTONY",
            "To such a sudden flood of mutiny."
        ],
        [
            "ANTONY",
            "They that have done this deed are honourable:"
        ],
        [
            "ANTONY",
            "What private griefs they have, alas, I know not,"
        ],
        [
            "ANTONY",
            "That made them do it: they are wise and honourable,"
        ],
        [
            "ANTONY",
            "And will, no doubt, with reasons answer you."
        ],
        [
            "ANTONY",
            "I come not, friends, to steal away your hearts:"
        ],
        [
            "ANTONY",
            "I am no orator, as Brutus is;"
        ],
        [
            "ANTONY",
            "But, as you know me all, a plain blunt man,"
        ],
        [
            "ANTONY",
            "That love my friend; and that they know full well"
        ],
        [
            "ANTONY",
            "That gave me public leave to speak of him:"
        ],
        [
            "ANTONY",
            "For I have neither wit, nor words, nor worth,"
        ],
        [
            "ANTONY",
            "Action, nor utterance, nor the power of speech,"
        ],
        [
            "ANTONY",
            "To stir men's blood: I only speak right on;"
        ],
        [
            "ANTONY",
            "I tell you that which you yourselves do know;"
        ],
        [
            "ANTONY",
            "Show you sweet Caesar's wounds, poor poor dumb mouths,"
        ],
        [
            "ANTONY",
            "And bid them speak for me: but were I Brutus,"
        ],
        [
            "ANTONY",
            "And Brutus Antony, there were an Antony"
        ],
        [
            "ANTONY",
            "Would ruffle up your spirits and put a tongue"
        ],
        [
            "ANTONY",
            "In every wound of Caesar that should move"
        ],
        [
            "ANTONY",
            "The stones of Rome to rise and mutiny."
        ],
        [
            "All",
            "We'll mutiny."
        ],
        [
            "First Citizen",
            "We'll burn the house of Brutus."
        ],
        [
            "Third Citizen",
            "Away, then! come, seek the conspirators."
        ],
        [
            "ANTONY",
            "Yet hear me, countrymen; yet hear me speak."
        ],
        [
            "All",
            "Peace, ho! Hear Antony. Most noble Antony!"
        ],
        [
            "ANTONY",
            "Why, friends, you go to do you know not what:"
        ],
        [
            "ANTONY",
            "Wherein hath Caesar thus deserved your loves?"
        ],
        [
            "ANTONY",
            "Alas, you know not: I must tell you then:"
        ],
        [
            "ANTONY",
            "You have forgot the will I told you of."
        ],
        [
            "All",
            "Most true. The will! Let's stay and hear the will."
        ],
        [
            "ANTONY",
            "Here is the will, and under Caesar's seal."
        ],
        [
            "ANTONY",
            "To every Roman citizen he gives,"
        ],
        [
            "ANTONY",
            "To every several man, seventy-five drachmas."
        ],
        [
            "Second Citizen",
            "Most noble Caesar! We'll revenge his death."
        ],
        [
            "Third Citizen",
            "O royal Caesar!"
        ],
        [
            "ANTONY",
            "Hear me with patience."
        ],
        [
            "All",
            "Peace, ho!"
        ],
        [
            "ANTONY",
            "Moreover, he hath left you all his walks,"
        ],
        [
            "ANTONY",
            "His private arbours and new-planted orchards,"
        ],
        [
            "ANTONY",
            "On this side Tiber; he hath left them you,"
        ],
        [
            "ANTONY",
            "And to your heirs for ever, common pleasures,"
        ],
        [
            "ANTONY",
            "To walk abroad, and recreate yourselves."
        ],
        [
            "ANTONY",
            "Here was a Caesar! when comes such another?"
        ],
        [
            "First Citizen",
            "Never, never. Come, away, away!"
        ],
        [
            "First Citizen",
            "We'll burn his body in the holy place,"
        ],
        [
            "First Citizen",
            "And with the brands fire the traitors' houses."
        ],
        [
            "First Citizen",
            "Take up the body."
        ],
        [
            "Second Citizen",
            "Go fetch fire."
        ],
        [
            "Third Citizen",
            "Pluck down benches."
        ],
        [
            "Fourth Citizen",
            "Pluck down forms, windows, any thing.",
            {
                "following_direction_line": "7"
            }
        ],
        [
            "ANTONY",
            "Now let it work. Mischief, thou art afoot,",
            {
                "preceding_direction_line": "7"
            }
        ],
        [
            "ANTONY",
            "Take thou what course thou wilt!",
            {
                "following_direction_line": "8"
            }
        ],
        [
            "ANTONY",
            "How now, fellow!",
            {
                "preceding_direction_line": "8"
            }
        ],
        [
            "Servant",
            "Sir, Octavius is already come to Rome."
        ],
        [
            "ANTONY",
            "Where is he?"
        ],
        [
            "Servant",
            "He and Lepidus are at Caesar's house."
        ],
        [
            "ANTONY",
            "And thither will I straight to visit him:"
        ],
        [
            "ANTONY",
            "He comes upon a wish. Fortune is merry,"
        ],
        [
            "ANTONY",
            "And in this mood will give us any thing."
        ],
        [
            "Servant",
            "I heard him say, Brutus and Cassius"
        ],
        [
            "Servant",
            "Are rid like madmen through the gates of Rome."
        ],
        [
            "ANTONY",
            "Belike they had some notice of the people,"
        ],
        [
            "ANTONY",
            "How I had moved them. Bring me to Octavius.",
            {
                "following_direction_line": "9"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter BRUTUS and CASSIUS, and a throng of Citizens"
        ],
        [
            "_DIRECTION",
            "D2",
            "Exit CASSIUS, with some of the Citizens. BRUTUS goes into the pulpit"
        ],
        [
            "_DIRECTION",
            "D3",
            "Enter ANTONY and others, with CAESAR's body"
        ],
        [
            "_DIRECTION",
            "D4",
            "Exit"
        ],
        [
            "_DIRECTION",
            "D5",
            "Goes into the pulpit"
        ],
        [
            "_DIRECTION",
            "D6",
            "ANTONY comes down"
        ],
        [
            "_DIRECTION",
            "D7",
            "Exeunt Citizens with the body"
        ],
        [
            "_DIRECTION",
            "D8",
            "Enter a Servant"
        ],
        [
            "_DIRECTION",
            "D9",
            "Exeunt"
        ]
    ],
    "ranges_of_roles_lines": {
        "Citizens": [
            [
                "1",
                "1"
            ],
            [
                "81",
                "81"
            ]
        ],
        "BRUTUS": [
            [
                "2",
                "8"
            ],
            [
                "13",
                "36"
            ],
            [
                "38",
                "49"
            ],
            [
                "58",
                "58"
            ],
            [
                "61",
                "67"
            ]
        ],
        "First Citizen": [
            [
                "9",
                "9"
            ],
            [
                "51",
                "51"
            ],
            [
                "56",
                "57"
            ],
            [
                "60",
                "60"
            ],
            [
                "68",
                "68"
            ],
            [
                "76",
                "76"
            ],
            [
                "117",
                "117"
            ],
            [
                "124",
                "124"
            ],
            [
                "174",
                "174"
            ],
            [
                "207",
                "207"
            ],
            [
                "211",
                "211"
            ],
            [
                "216",
                "216"
            ],
            [
                "240",
                "240"
            ],
            [
                "262",
                "265"
            ]
        ],
        "Second Citizen": [
            [
                "10",
                "11"
            ],
            [
                "52",
                "52"
            ],
            [
                "59",
                "59"
            ],
            [
                "79",
                "79"
            ],
            [
                "118",
                "119"
            ],
            [
                "125",
                "125"
            ],
            [
                "165",
                "165"
            ],
            [
                "171",
                "171"
            ],
            [
                "175",
                "175"
            ],
            [
                "208",
                "208"
            ],
            [
                "212",
                "212"
            ],
            [
                "217",
                "217"
            ],
            [
                "252",
                "252"
            ],
            [
                "266",
                "266"
            ]
        ],
        "Third Citizen": [
            [
                "12",
                "12"
            ],
            [
                "53",
                "53"
            ],
            [
                "69",
                "70"
            ],
            [
                "73",
                "74"
            ],
            [
                "77",
                "78"
            ],
            [
                "120",
                "121"
            ],
            [
                "126",
                "126"
            ],
            [
                "172",
                "172"
            ],
            [
                "209",
                "209"
            ],
            [
                "241",
                "241"
            ],
            [
                "253",
                "253"
            ],
            [
                "267",
                "267"
            ]
        ],
        "All": [
            [
                "37",
                "37"
            ],
            [
                "50",
                "50"
            ],
            [
                "149",
                "149"
            ],
            [
                "164",
                "164"
            ],
            [
                "213",
                "214"
            ],
            [
                "239",
                "239"
            ],
            [
                "243",
                "243"
            ],
            [
                "248",
                "248"
            ],
            [
                "255",
                "255"
            ]
        ],
        "Fourth Citizen": [
            [
                "54",
                "55"
            ],
            [
                "72",
                "72"
            ],
            [
                "75",
                "75"
            ],
            [
                "122",
                "123"
            ],
            [
                "127",
                "127"
            ],
            [
                "148",
                "148"
            ],
            [
                "157",
                "158"
            ],
            [
                "163",
                "163"
            ],
            [
                "173",
                "173"
            ],
            [
                "210",
                "210"
            ],
            [
                "268",
                "268"
            ]
        ],
        "ANTONY": [
            [
                "71",
                "71"
            ],
            [
                "80",
                "80"
            ],
            [
                "82",
                "116"
            ],
            [
                "128",
                "147"
            ],
            [
                "150",
                "156"
            ],
            [
                "159",
                "162"
            ],
            [
                "166",
                "169"
            ],
            [
                "176",
                "176"
            ],
            [
                "178",
                "206"
            ],
            [
                "215",
                "215"
            ],
            [
                "218",
                "238"
            ],
            [
                "242",
                "242"
            ],
            [
                "244",
                "247"
            ],
            [
                "249",
                "251"
            ],
            [
                "254",
                "254"
            ],
            [
                "256",
                "261"
            ],
            [
                "269",
                "271"
            ],
            [
                "273",
                "273"
            ],
            [
                "275",
                "277"
            ],
            [
                "280",
                "281"
            ]
        ],
        "Several Citizens": [
            [
                "170",
                "170"
            ],
            [
                "177",
                "177"
            ]
        ],
        "Servant": [
            [
                "272",
                "272"
            ],
            [
                "274",
                "274"
            ],
            [
                "278",
                "279"
            ]
        ]
    },
    "scene_name": "SCENE II",
    "scene_description": "The Forum."
}