{
    "scene_id": "the taming of the shrew~~Act_1~~Scene_1",
    "work_number": "8",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "LUCENTIO",
            "Tranio, since for the great desire I had",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "LUCENTIO",
            "To see fair Padua, nursery of arts,"
        ],
        [
            "LUCENTIO",
            "I am arrived for fruitful Lombardy,"
        ],
        [
            "LUCENTIO",
            "The pleasant garden of great Italy;"
        ],
        [
            "LUCENTIO",
            "And by my father's love and leave am arm'd"
        ],
        [
            "LUCENTIO",
            "With his good will and thy good company,"
        ],
        [
            "LUCENTIO",
            "My trusty servant, well approved in all,"
        ],
        [
            "LUCENTIO",
            "Here let us breathe and haply institute"
        ],
        [
            "LUCENTIO",
            "A course of learning and ingenious studies."
        ],
        [
            "LUCENTIO",
            "Pisa renown'd for grave citizens"
        ],
        [
            "LUCENTIO",
            "Gave me my being and my father first,"
        ],
        [
            "LUCENTIO",
            "A merchant of great traffic through the world,"
        ],
        [
            "LUCENTIO",
            "Vincetino come of Bentivolii."
        ],
        [
            "LUCENTIO",
            "Vincetino's son brought up in Florence"
        ],
        [
            "LUCENTIO",
            "It shall become to serve all hopes conceived,"
        ],
        [
            "LUCENTIO",
            "To deck his fortune with his virtuous deeds:"
        ],
        [
            "LUCENTIO",
            "And therefore, Tranio, for the time I study,"
        ],
        [
            "LUCENTIO",
            "Virtue and that part of philosophy"
        ],
        [
            "LUCENTIO",
            "Will I apply that treats of happiness"
        ],
        [
            "LUCENTIO",
            "By virtue specially to be achieved."
        ],
        [
            "LUCENTIO",
            "Tell me thy mind; for I have Pisa left"
        ],
        [
            "LUCENTIO",
            "And am to Padua come, as he that leaves"
        ],
        [
            "LUCENTIO",
            "A shallow plash to plunge him in the deep"
        ],
        [
            "LUCENTIO",
            "And with satiety seeks to quench his thirst."
        ],
        [
            "TRANIO",
            "Mi perdonato, gentle master mine,"
        ],
        [
            "TRANIO",
            "I am in all affected as yourself;"
        ],
        [
            "TRANIO",
            "Glad that you thus continue your resolve"
        ],
        [
            "TRANIO",
            "To suck the sweets of sweet philosophy."
        ],
        [
            "TRANIO",
            "Only, good master, while we do admire"
        ],
        [
            "TRANIO",
            "This virtue and this moral discipline,"
        ],
        [
            "TRANIO",
            "Let's be no stoics nor no stocks, I pray;"
        ],
        [
            "TRANIO",
            "Or so devote to Aristotle's cheques"
        ],
        [
            "TRANIO",
            "As Ovid be an outcast quite abjured:"
        ],
        [
            "TRANIO",
            "Balk logic with acquaintance that you have"
        ],
        [
            "TRANIO",
            "And practise rhetoric in your common talk;"
        ],
        [
            "TRANIO",
            "Music and poesy use to quicken you;"
        ],
        [
            "TRANIO",
            "The mathematics and the metaphysics,"
        ],
        [
            "TRANIO",
            "Fall to them as you find your stomach serves you;"
        ],
        [
            "TRANIO",
            "No profit grows where is no pleasure ta'en:"
        ],
        [
            "TRANIO",
            "In brief, sir, study what you most affect."
        ],
        [
            "LUCENTIO",
            "Gramercies, Tranio, well dost thou advise."
        ],
        [
            "LUCENTIO",
            "If, Biondello, thou wert come ashore,"
        ],
        [
            "LUCENTIO",
            "We could at once put us in readiness,"
        ],
        [
            "LUCENTIO",
            "And take a lodging fit to entertain"
        ],
        [
            "LUCENTIO",
            "Such friends as time in Padua shall beget."
        ],
        [
            "LUCENTIO",
            "But stay a while: what company is this?"
        ],
        [
            "TRANIO",
            "Master, some show to welcome us to town.",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "BAPTISTA",
            "Gentlemen, importune me no farther,",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "BAPTISTA",
            "For how I firmly am resolved you know;"
        ],
        [
            "BAPTISTA",
            "That is, not bestow my youngest daughter"
        ],
        [
            "BAPTISTA",
            "Before I have a husband for the elder:"
        ],
        [
            "BAPTISTA",
            "If either of you both love Katharina,"
        ],
        [
            "BAPTISTA",
            "Because I know you well and love you well,"
        ],
        [
            "BAPTISTA",
            "Leave shall you have to court her at your pleasure."
        ],
        [
            "GREMIO",
            "[Aside] To cart her rather: she's too rough for me."
        ],
        [
            "GREMIO",
            "There, There, Hortensio, will you any wife?"
        ],
        [
            "KATHARINA",
            "I pray you, sir, is it your will"
        ],
        [
            "KATHARINA",
            "To make a stale of me amongst these mates?"
        ],
        [
            "HORTENSIO",
            "Mates, maid! how mean you that? no mates for you,"
        ],
        [
            "HORTENSIO",
            "Unless you were of gentler, milder mould."
        ],
        [
            "KATHARINA",
            "I'faith, sir, you shall never need to fear:"
        ],
        [
            "KATHARINA",
            "I wis it is not half way to her heart;"
        ],
        [
            "KATHARINA",
            "But if it were, doubt not her care should be"
        ],
        [
            "KATHARINA",
            "To comb your noddle with a three-legg'd stool"
        ],
        [
            "KATHARINA",
            "And paint your face and use you like a fool."
        ],
        [
            "HORTENSIA",
            "From all such devils, good Lord deliver us!"
        ],
        [
            "GREMIO",
            "And me too, good Lord!"
        ],
        [
            "TRANIO",
            "Hush, master! here's some good pastime toward:"
        ],
        [
            "TRANIO",
            "That wench is stark mad or wonderful froward."
        ],
        [
            "LUCENTIO",
            "But in the other's silence do I see"
        ],
        [
            "LUCENTIO",
            "Maid's mild behavior and sobriety."
        ],
        [
            "LUCENTIO",
            "Peace, Tranio!"
        ],
        [
            "TRANIO",
            "Well said, master; mum! and gaze your fill."
        ],
        [
            "BAPTISTA",
            "Gentlemen, that I may soon make good"
        ],
        [
            "BAPTISTA",
            "What I have said, Bianca, get you in:"
        ],
        [
            "BAPTISTA",
            "And let it not displease thee, good Bianca,"
        ],
        [
            "BAPTISTA",
            "For I will love thee ne'er the less, my girl."
        ],
        [
            "KATHARINA",
            "A pretty peat! it is best"
        ],
        [
            "KATHARINA",
            "Put finger in the eye, an she knew why."
        ],
        [
            "BIANCA",
            "Sister, content you in my discontent."
        ],
        [
            "BIANCA",
            "Sir, to your pleasure humbly I subscribe:"
        ],
        [
            "BIANCA",
            "My books and instruments shall be my company,"
        ],
        [
            "BIANCA",
            "On them to took and practise by myself."
        ],
        [
            "LUCENTIO",
            "Hark, Tranio! thou may'st hear Minerva speak."
        ],
        [
            "HORTENSIO",
            "Signior Baptista, will you be so strange?"
        ],
        [
            "HORTENSIO",
            "Sorry am I that our good will effects"
        ],
        [
            "HORTENSIO",
            "Bianca's grief."
        ],
        [
            "GREMIO",
            "Why will you mew her up,"
        ],
        [
            "GREMIO",
            "Signior Baptista, for this fiend of hell,"
        ],
        [
            "GREMIO",
            "And make her bear the penance of her tongue?"
        ],
        [
            "BAPTISTA",
            "Gentlemen, content ye; I am resolved:"
        ],
        [
            "BAPTISTA",
            "Go in, Bianca:",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "BAPTISTA",
            "And for I know she taketh most delight",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "BAPTISTA",
            "In music, instruments and poetry,"
        ],
        [
            "BAPTISTA",
            "Schoolmasters will I keep within my house,"
        ],
        [
            "BAPTISTA",
            "Fit to instruct her youth. If you, Hortensio,"
        ],
        [
            "BAPTISTA",
            "Or Signior Gremio, you, know any such,"
        ],
        [
            "BAPTISTA",
            "Prefer them hither; for to cunning men"
        ],
        [
            "BAPTISTA",
            "I will be very kind, and liberal"
        ],
        [
            "BAPTISTA",
            "To mine own children in good bringing up:"
        ],
        [
            "BAPTISTA",
            "And so farewell. Katharina, you may stay;"
        ],
        [
            "BAPTISTA",
            "For I have more to commune with Bianca.",
            {
                "following_direction_line": "4"
            }
        ],
        [
            "KATHARINA",
            "Why, and I trust I may go too, may I not? What,",
            {
                "preceding_direction_line": "4"
            }
        ],
        [
            "KATHARINA",
            "shall I be appointed hours; as though, belike, I"
        ],
        [
            "KATHARINA",
            "knew not what to take and what to leave, ha?",
            {
                "following_direction_line": "5"
            }
        ],
        [
            "GREMIO",
            "You may go to the devil's dam: your gifts are so",
            {
                "preceding_direction_line": "5"
            }
        ],
        [
            "GREMIO",
            "good, here's none will hold you. Their love is not"
        ],
        [
            "GREMIO",
            "so great, Hortensio, but we may blow our nails"
        ],
        [
            "GREMIO",
            "together, and fast it fairly out: our cakes dough on"
        ],
        [
            "GREMIO",
            "both sides. Farewell: yet for the love I bear my"
        ],
        [
            "GREMIO",
            "sweet Bianca, if I can by any means light on a fit"
        ],
        [
            "GREMIO",
            "man to teach her that wherein she delights, I will"
        ],
        [
            "GREMIO",
            "wish him to her father."
        ],
        [
            "HORTENSIO",
            "So will I, Signior Gremio: but a word, I pray."
        ],
        [
            "HORTENSIO",
            "Though the nature of our quarrel yet never brooked"
        ],
        [
            "HORTENSIO",
            "parle, know now, upon advice, it toucheth us both,"
        ],
        [
            "HORTENSIO",
            "that we may yet again have access to our fair"
        ],
        [
            "HORTENSIO",
            "mistress and be happy rivals in Bianco's love, to"
        ],
        [
            "HORTENSIO",
            "labour and effect one thing specially."
        ],
        [
            "GREMIO",
            "What's that, I pray?"
        ],
        [
            "HORTENSIO",
            "Marry, sir, to get a husband for her sister."
        ],
        [
            "GREMIO",
            "A husband! a devil."
        ],
        [
            "HORTENSIO",
            "I say, a husband."
        ],
        [
            "GREMIO",
            "I say, a devil. Thinkest thou, Hortensio, though"
        ],
        [
            "GREMIO",
            "her father be very rich, any man is so very a fool"
        ],
        [
            "GREMIO",
            "to be married to hell?"
        ],
        [
            "HORTENSIO",
            "Tush, Gremio, though it pass your patience and mine"
        ],
        [
            "HORTENSIO",
            "to endure her loud alarums, why, man, there be good"
        ],
        [
            "HORTENSIO",
            "fellows in the world, an a man could light on them,"
        ],
        [
            "HORTENSIO",
            "would take her with all faults, and money enough."
        ],
        [
            "GREMIO",
            "I cannot tell; but I had as lief take her dowry with"
        ],
        [
            "GREMIO",
            "this condition, to be whipped at the high cross"
        ],
        [
            "GREMIO",
            "every morning."
        ],
        [
            "HORTENSIO",
            "Faith, as you say, there's small choice in rotten"
        ],
        [
            "HORTENSIO",
            "apples. But come; since this bar in law makes us"
        ],
        [
            "HORTENSIO",
            "friends, it shall be so far forth friendly"
        ],
        [
            "HORTENSIO",
            "maintained all by helping Baptista's eldest daughter"
        ],
        [
            "HORTENSIO",
            "to a husband we set his youngest free for a husband,"
        ],
        [
            "HORTENSIO",
            "and then have to't a fresh. Sweet Bianca! Happy man"
        ],
        [
            "HORTENSIO",
            "be his dole! He that runs fastest gets the ring."
        ],
        [
            "HORTENSIO",
            "How say you, Signior Gremio?"
        ],
        [
            "GREMIO",
            "I am agreed; and would I had given him the best"
        ],
        [
            "GREMIO",
            "horse in Padua to begin his wooing that would"
        ],
        [
            "GREMIO",
            "thoroughly woo her, wed her and bed her and rid the"
        ],
        [
            "GREMIO",
            "house of her! Come on.",
            {
                "following_direction_line": "6"
            }
        ],
        [
            "TRANIO",
            "I pray, sir, tell me, is it possible",
            {
                "preceding_direction_line": "6"
            }
        ],
        [
            "TRANIO",
            "That love should of a sudden take such hold?"
        ],
        [
            "LUCENTIO",
            "O Tranio, till I found it to be true,"
        ],
        [
            "LUCENTIO",
            "I never thought it possible or likely;"
        ],
        [
            "LUCENTIO",
            "But see, while idly I stood looking on,"
        ],
        [
            "LUCENTIO",
            "I found the effect of love in idleness:"
        ],
        [
            "LUCENTIO",
            "And now in plainness do confess to thee,"
        ],
        [
            "LUCENTIO",
            "That art to me as secret and as dear"
        ],
        [
            "LUCENTIO",
            "As Anna to the queen of Carthage was,"
        ],
        [
            "LUCENTIO",
            "Tranio, I burn, I pine, I perish, Tranio,"
        ],
        [
            "LUCENTIO",
            "If I achieve not this young modest girl."
        ],
        [
            "LUCENTIO",
            "Counsel me, Tranio, for I know thou canst;"
        ],
        [
            "LUCENTIO",
            "Assist me, Tranio, for I know thou wilt."
        ],
        [
            "TRANIO",
            "Master, it is no time to chide you now;"
        ],
        [
            "TRANIO",
            "Affection is not rated from the heart:"
        ],
        [
            "TRANIO",
            "If love have touch'd you, nought remains but so,"
        ],
        [
            "TRANIO",
            "'Redime te captum quam queas minimo.'"
        ],
        [
            "LUCENTIO",
            "Gramercies, lad, go forward; this contents:"
        ],
        [
            "LUCENTIO",
            "The rest will comfort, for thy counsel's sound."
        ],
        [
            "TRANIO",
            "Master, you look'd so longly on the maid,"
        ],
        [
            "TRANIO",
            "Perhaps you mark'd not what's the pith of all."
        ],
        [
            "LUCENTIO",
            "O yes, I saw sweet beauty in her face,"
        ],
        [
            "LUCENTIO",
            "Such as the daughter of Agenor had,"
        ],
        [
            "LUCENTIO",
            "That made great Jove to humble him to her hand."
        ],
        [
            "LUCENTIO",
            "When with his knees he kiss'd the Cretan strand."
        ],
        [
            "TRANIO",
            "Saw you no more? mark'd you not how her sister"
        ],
        [
            "TRANIO",
            "Began to scold and raise up such a storm"
        ],
        [
            "TRANIO",
            "That mortal ears might hardly endure the din?"
        ],
        [
            "LUCENTIO",
            "Tranio, I saw her coral lips to move"
        ],
        [
            "LUCENTIO",
            "And with her breath she did perfume the air:"
        ],
        [
            "LUCENTIO",
            "Sacred and sweet was all I saw in her."
        ],
        [
            "TRANIO",
            "Nay, then, 'tis time to stir him from his trance."
        ],
        [
            "TRANIO",
            "I pray, awake, sir: if you love the maid,"
        ],
        [
            "TRANIO",
            "Bend thoughts and wits to achieve her. Thus it stands:"
        ],
        [
            "TRANIO",
            "Her eldest sister is so curst and shrewd"
        ],
        [
            "TRANIO",
            "That till the father rid his hands of her,"
        ],
        [
            "TRANIO",
            "Master, your love must live a maid at home;"
        ],
        [
            "TRANIO",
            "And therefore has he closely mew'd her up,"
        ],
        [
            "TRANIO",
            "Because she will not be annoy'd with suitors."
        ],
        [
            "LUCENTIO",
            "Ah, Tranio, what a cruel father's he!"
        ],
        [
            "LUCENTIO",
            "But art thou not advised, he took some care"
        ],
        [
            "LUCENTIO",
            "To get her cunning schoolmasters to instruct her?"
        ],
        [
            "TRANIO",
            "Ay, marry, am I, sir; and now 'tis plotted."
        ],
        [
            "LUCENTIO",
            "I have it, Tranio."
        ],
        [
            "TRANIO",
            "Master, for my hand,"
        ],
        [
            "TRANIO",
            "Both our inventions meet and jump in one."
        ],
        [
            "LUCENTIO",
            "Tell me thine first."
        ],
        [
            "TRANIO",
            "You will be schoolmaster"
        ],
        [
            "TRANIO",
            "And undertake the teaching of the maid:"
        ],
        [
            "TRANIO",
            "That's your device."
        ],
        [
            "LUCENTIO",
            "It is: may it be done?"
        ],
        [
            "TRANIO",
            "Not possible; for who shall bear your part,"
        ],
        [
            "TRANIO",
            "And be in Padua here Vincentio's son,"
        ],
        [
            "TRANIO",
            "Keep house and ply his book, welcome his friends,"
        ],
        [
            "TRANIO",
            "Visit his countrymen and banquet them?"
        ],
        [
            "LUCENTIO",
            "Basta; content thee, for I have it full."
        ],
        [
            "LUCENTIO",
            "We have not yet been seen in any house,"
        ],
        [
            "LUCENTIO",
            "Nor can we lie distinguish'd by our faces"
        ],
        [
            "LUCENTIO",
            "For man or master; then it follows thus;"
        ],
        [
            "LUCENTIO",
            "Thou shalt be master, Tranio, in my stead,"
        ],
        [
            "LUCENTIO",
            "Keep house and port and servants as I should:"
        ],
        [
            "LUCENTIO",
            "I will some other be, some Florentine,"
        ],
        [
            "LUCENTIO",
            "Some Neapolitan, or meaner man of Pisa."
        ],
        [
            "LUCENTIO",
            "'Tis hatch'd and shall be so: Tranio, at once"
        ],
        [
            "LUCENTIO",
            "Uncase thee; take my colour'd hat and cloak:"
        ],
        [
            "LUCENTIO",
            "When Biondello comes, he waits on thee;"
        ],
        [
            "LUCENTIO",
            "But I will charm him first to keep his tongue."
        ],
        [
            "TRANIO",
            "So had you need."
        ],
        [
            "TRANIO",
            "In brief, sir, sith it your pleasure is,"
        ],
        [
            "TRANIO",
            "And I am tied to be obedient;"
        ],
        [
            "TRANIO",
            "For so your father charged me at our parting,"
        ],
        [
            "TRANIO",
            "'Be serviceable to my son,' quoth he,"
        ],
        [
            "TRANIO",
            "Although I think 'twas in another sense;"
        ],
        [
            "TRANIO",
            "I am content to be Lucentio,"
        ],
        [
            "TRANIO",
            "Because so well I love Lucentio."
        ],
        [
            "LUCENTIO",
            "Tranio, be so, because Lucentio loves:"
        ],
        [
            "LUCENTIO",
            "And let me be a slave, to achieve that maid"
        ],
        [
            "LUCENTIO",
            "Whose sudden sight hath thrall'd my wounded eye."
        ],
        [
            "LUCENTIO",
            "Here comes the rogue.",
            {
                "following_direction_line": "7"
            }
        ],
        [
            "LUCENTIO",
            "Sirrah, where have you been?",
            {
                "preceding_direction_line": "7"
            }
        ],
        [
            "BIONDELLO",
            "Where have I been! Nay, how now! where are you?"
        ],
        [
            "BIONDELLO",
            "Master, has my fellow Tranio stolen your clothes? Or"
        ],
        [
            "BIONDELLO",
            "you stolen his? or both? pray, what's the news?"
        ],
        [
            "LUCENTIO",
            "Sirrah, come hither: 'tis no time to jest,"
        ],
        [
            "LUCENTIO",
            "And therefore frame your manners to the time."
        ],
        [
            "LUCENTIO",
            "Your fellow Tranio here, to save my life,"
        ],
        [
            "LUCENTIO",
            "Puts my apparel and my countenance on,"
        ],
        [
            "LUCENTIO",
            "And I for my escape have put on his;"
        ],
        [
            "LUCENTIO",
            "For in a quarrel since I came ashore"
        ],
        [
            "LUCENTIO",
            "I kill'd a man and fear I was descried:"
        ],
        [
            "LUCENTIO",
            "Wait you on him, I charge you, as becomes,"
        ],
        [
            "LUCENTIO",
            "While I make way from hence to save my life:"
        ],
        [
            "LUCENTIO",
            "You understand me?"
        ],
        [
            "BIONDELLO",
            "I, sir! ne'er a whit."
        ],
        [
            "LUCENTIO",
            "And not a jot of Tranio in your mouth:"
        ],
        [
            "LUCENTIO",
            "Tranio is changed into Lucentio."
        ],
        [
            "BIONDELLO",
            "The better for him: would I were so too!"
        ],
        [
            "TRANIO",
            "So could I, faith, boy, to have the next wish after,"
        ],
        [
            "TRANIO",
            "That Lucentio indeed had Baptista's youngest daughter."
        ],
        [
            "TRANIO",
            "But, sirrah, not for my sake, but your master's, I advise"
        ],
        [
            "TRANIO",
            "You use your manners discreetly in all kind of companies:"
        ],
        [
            "TRANIO",
            "When I am alone, why, then I am Tranio;"
        ],
        [
            "TRANIO",
            "But in all places else your master Lucentio."
        ],
        [
            "LUCENTIO",
            "Tranio, let's go: one thing more rests, that"
        ],
        [
            "LUCENTIO",
            "thyself execute, to make one among these wooers: if"
        ],
        [
            "LUCENTIO",
            "thou ask me why, sufficeth, my reasons are both good"
        ],
        [
            "LUCENTIO",
            "and weighty.",
            {
                "following_direction_line": "8"
            }
        ],
        [
            "First Servant",
            "My lord, you nod; you do not mind the play.",
            {
                "preceding_direction_line": "8"
            }
        ],
        [
            "SLY",
            "Yes, by Saint Anne, do I. A good matter, surely:"
        ],
        [
            "SLY",
            "comes there any more of it?"
        ],
        [
            "Page",
            "My lord, 'tis but begun."
        ],
        [
            "SLY",
            "'Tis a very excellent piece of work, madam lady:"
        ],
        [
            "SLY",
            "would 'twere done!",
            {
                "following_direction_line": "9"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter LUCENTIO and his man TRANIO"
        ],
        [
            "_DIRECTION",
            "D2",
            "Enter BAPTISTA, KATHARINA, BIANCA, GREMIO, and HORTENSIO. LUCENTIO and TRANIO stand by"
        ],
        [
            "_DIRECTION",
            "D3",
            "Exit BIANCA"
        ],
        [
            "_DIRECTION",
            "D4",
            "Exit"
        ],
        [
            "_DIRECTION",
            "D5",
            "Exit"
        ],
        [
            "_DIRECTION",
            "D6",
            "Exeunt GREMIO and HORTENSIO"
        ],
        [
            "_DIRECTION",
            "D7",
            "Enter BIONDELLO"
        ],
        [
            "_DIRECTION",
            "D8",
            "Exeunt. The presenters above speak"
        ],
        [
            "_DIRECTION",
            "D9",
            "They sit and mark"
        ]
    ],
    "ranges_of_roles_lines": {
        "LUCENTIO": [
            [
                "1",
                "24"
            ],
            [
                "41",
                "46"
            ],
            [
                "70",
                "72"
            ],
            [
                "84",
                "84"
            ],
            [
                "148",
                "158"
            ],
            [
                "163",
                "164"
            ],
            [
                "167",
                "170"
            ],
            [
                "174",
                "176"
            ],
            [
                "185",
                "187"
            ],
            [
                "189",
                "189"
            ],
            [
                "192",
                "192"
            ],
            [
                "196",
                "196"
            ],
            [
                "201",
                "212"
            ],
            [
                "221",
                "225"
            ],
            [
                "229",
                "238"
            ],
            [
                "240",
                "241"
            ],
            [
                "249",
                "252"
            ]
        ],
        "TRANIO": [
            [
                "25",
                "40"
            ],
            [
                "47",
                "47"
            ],
            [
                "68",
                "69"
            ],
            [
                "73",
                "73"
            ],
            [
                "146",
                "147"
            ],
            [
                "159",
                "162"
            ],
            [
                "165",
                "166"
            ],
            [
                "171",
                "173"
            ],
            [
                "177",
                "184"
            ],
            [
                "188",
                "188"
            ],
            [
                "190",
                "191"
            ],
            [
                "193",
                "195"
            ],
            [
                "197",
                "200"
            ],
            [
                "213",
                "220"
            ],
            [
                "243",
                "248"
            ]
        ],
        "BAPTISTA": [
            [
                "48",
                "54"
            ],
            [
                "74",
                "77"
            ],
            [
                "91",
                "102"
            ]
        ],
        "GREMIO": [
            [
                "55",
                "56"
            ],
            [
                "67",
                "67"
            ],
            [
                "88",
                "90"
            ],
            [
                "106",
                "113"
            ],
            [
                "120",
                "120"
            ],
            [
                "122",
                "122"
            ],
            [
                "124",
                "126"
            ],
            [
                "131",
                "133"
            ],
            [
                "142",
                "145"
            ]
        ],
        "KATHARINA": [
            [
                "57",
                "58"
            ],
            [
                "61",
                "65"
            ],
            [
                "78",
                "79"
            ],
            [
                "103",
                "105"
            ]
        ],
        "HORTENSIO": [
            [
                "59",
                "60"
            ],
            [
                "85",
                "87"
            ],
            [
                "114",
                "119"
            ],
            [
                "121",
                "121"
            ],
            [
                "123",
                "123"
            ],
            [
                "127",
                "130"
            ],
            [
                "134",
                "141"
            ]
        ],
        "HORTENSIA": [
            [
                "66",
                "66"
            ]
        ],
        "BIANCA": [
            [
                "80",
                "83"
            ]
        ],
        "BIONDELLO": [
            [
                "226",
                "228"
            ],
            [
                "239",
                "239"
            ],
            [
                "242",
                "242"
            ]
        ],
        "First Servant": [
            [
                "253",
                "253"
            ]
        ],
        "SLY": [
            [
                "254",
                "255"
            ],
            [
                "257",
                "258"
            ]
        ],
        "Page": [
            [
                "256",
                "256"
            ]
        ]
    },
    "scene_name": "SCENE I",
    "scene_description": "Padua. A public place."
}