{
    "scene_id": "hamlet~~Act_1~~Scene_2",
    "work_type": "PlayScene",
    "role_lines": [
        [
            "KING CLAUDIUS",
            "Though yet of Hamlet our dear brother's death",
            {
                "preceding_direction_line": "1"
            }
        ],
        [
            "KING CLAUDIUS",
            "The memory be green, and that it us befitted"
        ],
        [
            "KING CLAUDIUS",
            "To bear our hearts in grief and our whole kingdom"
        ],
        [
            "KING CLAUDIUS",
            "To be contracted in one brow of woe,"
        ],
        [
            "KING CLAUDIUS",
            "Yet so far hath discretion fought with nature"
        ],
        [
            "KING CLAUDIUS",
            "That we with wisest sorrow think on him,"
        ],
        [
            "KING CLAUDIUS",
            "Together with remembrance of ourselves."
        ],
        [
            "KING CLAUDIUS",
            "Therefore our sometime sister, now our queen,"
        ],
        [
            "KING CLAUDIUS",
            "The imperial jointress to this warlike state,"
        ],
        [
            "KING CLAUDIUS",
            "Have we, as 'twere with a defeated joy,--"
        ],
        [
            "KING CLAUDIUS",
            "With an auspicious and a dropping eye,"
        ],
        [
            "KING CLAUDIUS",
            "With mirth in funeral and with dirge in marriage,"
        ],
        [
            "KING CLAUDIUS",
            "In equal scale weighing delight and dole,--"
        ],
        [
            "KING CLAUDIUS",
            "Taken to wife: nor have we herein barr'd"
        ],
        [
            "KING CLAUDIUS",
            "Your better wisdoms, which have freely gone"
        ],
        [
            "KING CLAUDIUS",
            "With this affair along. For all, our thanks."
        ],
        [
            "KING CLAUDIUS",
            "Now follows, that you know, young Fortinbras,"
        ],
        [
            "KING CLAUDIUS",
            "Holding a weak supposal of our worth,"
        ],
        [
            "KING CLAUDIUS",
            "Or thinking by our late dear brother's death"
        ],
        [
            "KING CLAUDIUS",
            "Our state to be disjoint and out of frame,"
        ],
        [
            "KING CLAUDIUS",
            "Colleagued with the dream of his advantage,"
        ],
        [
            "KING CLAUDIUS",
            "He hath not fail'd to pester us with message,"
        ],
        [
            "KING CLAUDIUS",
            "Importing the surrender of those lands"
        ],
        [
            "KING CLAUDIUS",
            "Lost by his father, with all bonds of law,"
        ],
        [
            "KING CLAUDIUS",
            "To our most valiant brother. So much for him."
        ],
        [
            "KING CLAUDIUS",
            "Now for ourself and for this time of meeting:"
        ],
        [
            "KING CLAUDIUS",
            "Thus much the business is: we have here writ"
        ],
        [
            "KING CLAUDIUS",
            "To Norway, uncle of young Fortinbras,--"
        ],
        [
            "KING CLAUDIUS",
            "Who, impotent and bed-rid, scarcely hears"
        ],
        [
            "KING CLAUDIUS",
            "Of this his nephew's purpose,--to suppress"
        ],
        [
            "KING CLAUDIUS",
            "His further gait herein; in that the levies,"
        ],
        [
            "KING CLAUDIUS",
            "The lists and full proportions, are all made"
        ],
        [
            "KING CLAUDIUS",
            "Out of his subject: and we here dispatch"
        ],
        [
            "KING CLAUDIUS",
            "You, good Cornelius, and you, Voltimand,"
        ],
        [
            "KING CLAUDIUS",
            "For bearers of this greeting to old Norway;"
        ],
        [
            "KING CLAUDIUS",
            "Giving to you no further personal power"
        ],
        [
            "KING CLAUDIUS",
            "To business with the king, more than the scope"
        ],
        [
            "KING CLAUDIUS",
            "Of these delated articles allow."
        ],
        [
            "KING CLAUDIUS",
            "Farewell, and let your haste commend your duty."
        ],
        [
            "VOLTIMAND",
            "In that and all things will we show our duty."
        ],
        [
            "KING CLAUDIUS",
            "We doubt it nothing: heartily farewell.",
            {
                "following_direction_line": "2"
            }
        ],
        [
            "KING CLAUDIUS",
            "And now, Laertes, what's the news with you?",
            {
                "preceding_direction_line": "2"
            }
        ],
        [
            "KING CLAUDIUS",
            "You told us of some suit; what is't, Laertes?"
        ],
        [
            "KING CLAUDIUS",
            "You cannot speak of reason to the Dane,"
        ],
        [
            "KING CLAUDIUS",
            "And loose your voice: what wouldst thou beg, Laertes,"
        ],
        [
            "KING CLAUDIUS",
            "That shall not be my offer, not thy asking?"
        ],
        [
            "KING CLAUDIUS",
            "The head is not more native to the heart,"
        ],
        [
            "KING CLAUDIUS",
            "The hand more instrumental to the mouth,"
        ],
        [
            "KING CLAUDIUS",
            "Than is the throne of Denmark to thy father."
        ],
        [
            "KING CLAUDIUS",
            "What wouldst thou have, Laertes?"
        ],
        [
            "LAERTES",
            "My dread lord,"
        ],
        [
            "LAERTES",
            "Your leave and favour to return to France;"
        ],
        [
            "LAERTES",
            "From whence though willingly I came to Denmark,"
        ],
        [
            "LAERTES",
            "To show my duty in your coronation,"
        ],
        [
            "LAERTES",
            "Yet now, I must confess, that duty done,"
        ],
        [
            "LAERTES",
            "My thoughts and wishes bend again toward France"
        ],
        [
            "LAERTES",
            "And bow them to your gracious leave and pardon."
        ],
        [
            "KING CLAUDIUS",
            "Have you your father's leave? What says Polonius?"
        ],
        [
            "LORD POLONIUS",
            "He hath, my lord, wrung from me my slow leave"
        ],
        [
            "LORD POLONIUS",
            "By laboursome petition, and at last"
        ],
        [
            "LORD POLONIUS",
            "Upon his will I seal'd my hard consent:"
        ],
        [
            "LORD POLONIUS",
            "I do beseech you, give him leave to go."
        ],
        [
            "KING CLAUDIUS",
            "Take thy fair hour, Laertes; time be thine,"
        ],
        [
            "KING CLAUDIUS",
            "And thy best graces spend it at thy will!"
        ],
        [
            "KING CLAUDIUS",
            "But now, my cousin Hamlet, and my son,--"
        ],
        [
            "HAMLET",
            "[Aside] A little more than kin, and less than kind."
        ],
        [
            "KING CLAUDIUS",
            "How is it that the clouds still hang on you?"
        ],
        [
            "HAMLET",
            "Not so, my lord; I am too much i' the sun."
        ],
        [
            "QUEEN GERTRUDE",
            "Good Hamlet, cast thy nighted colour off,"
        ],
        [
            "QUEEN GERTRUDE",
            "And let thine eye look like a friend on Denmark."
        ],
        [
            "QUEEN GERTRUDE",
            "Do not for ever with thy vailed lids"
        ],
        [
            "QUEEN GERTRUDE",
            "Seek for thy noble father in the dust:"
        ],
        [
            "QUEEN GERTRUDE",
            "Thou know'st 'tis common; all that lives must die,"
        ],
        [
            "QUEEN GERTRUDE",
            "Passing through nature to eternity."
        ],
        [
            "HAMLET",
            "Ay, madam, it is common."
        ],
        [
            "QUEEN GERTRUDE",
            "If it be,"
        ],
        [
            "QUEEN GERTRUDE",
            "Why seems it so particular with thee?"
        ],
        [
            "HAMLET",
            "Seems, madam! nay it is; I know not 'seems.'"
        ],
        [
            "HAMLET",
            "'Tis not alone my inky cloak, good mother,"
        ],
        [
            "HAMLET",
            "Nor customary suits of solemn black,"
        ],
        [
            "HAMLET",
            "Nor windy suspiration of forced breath,"
        ],
        [
            "HAMLET",
            "No, nor the fruitful river in the eye,"
        ],
        [
            "HAMLET",
            "Nor the dejected 'havior of the visage,"
        ],
        [
            "HAMLET",
            "Together with all forms, moods, shapes of grief,"
        ],
        [
            "HAMLET",
            "That can denote me truly: these indeed seem,"
        ],
        [
            "HAMLET",
            "For they are actions that a man might play:"
        ],
        [
            "HAMLET",
            "But I have that within which passeth show;"
        ],
        [
            "HAMLET",
            "These but the trappings and the suits of woe."
        ],
        [
            "KING CLAUDIUS",
            "'Tis sweet and commendable in your nature, Hamlet,"
        ],
        [
            "KING CLAUDIUS",
            "To give these mourning duties to your father:"
        ],
        [
            "KING CLAUDIUS",
            "But, you must know, your father lost a father;"
        ],
        [
            "KING CLAUDIUS",
            "That father lost, lost his, and the survivor bound"
        ],
        [
            "KING CLAUDIUS",
            "In filial obligation for some term"
        ],
        [
            "KING CLAUDIUS",
            "To do obsequious sorrow: but to persever"
        ],
        [
            "KING CLAUDIUS",
            "In obstinate condolement is a course"
        ],
        [
            "KING CLAUDIUS",
            "Of impious stubbornness; 'tis unmanly grief;"
        ],
        [
            "KING CLAUDIUS",
            "It shows a will most incorrect to heaven,"
        ],
        [
            "KING CLAUDIUS",
            "A heart unfortified, a mind impatient,"
        ],
        [
            "KING CLAUDIUS",
            "An understanding simple and unschool'd:"
        ],
        [
            "KING CLAUDIUS",
            "For what we know must be and is as common"
        ],
        [
            "KING CLAUDIUS",
            "As any the most vulgar thing to sense,"
        ],
        [
            "KING CLAUDIUS",
            "Why should we in our peevish opposition"
        ],
        [
            "KING CLAUDIUS",
            "Take it to heart? Fie! 'tis a fault to heaven,"
        ],
        [
            "KING CLAUDIUS",
            "A fault against the dead, a fault to nature,"
        ],
        [
            "KING CLAUDIUS",
            "To reason most absurd: whose common theme"
        ],
        [
            "KING CLAUDIUS",
            "Is death of fathers, and who still hath cried,"
        ],
        [
            "KING CLAUDIUS",
            "From the first corse till he that died to-day,"
        ],
        [
            "KING CLAUDIUS",
            "'This must be so.' We pray you, throw to earth"
        ],
        [
            "KING CLAUDIUS",
            "This unprevailing woe, and think of us"
        ],
        [
            "KING CLAUDIUS",
            "As of a father: for let the world take note,"
        ],
        [
            "KING CLAUDIUS",
            "You are the most immediate to our throne;"
        ],
        [
            "KING CLAUDIUS",
            "And with no less nobility of love"
        ],
        [
            "KING CLAUDIUS",
            "Than that which dearest father bears his son,"
        ],
        [
            "KING CLAUDIUS",
            "Do I impart toward you. For your intent"
        ],
        [
            "KING CLAUDIUS",
            "In going back to school in Wittenberg,"
        ],
        [
            "KING CLAUDIUS",
            "It is most retrograde to our desire:"
        ],
        [
            "KING CLAUDIUS",
            "And we beseech you, bend you to remain"
        ],
        [
            "KING CLAUDIUS",
            "Here, in the cheer and comfort of our eye,"
        ],
        [
            "KING CLAUDIUS",
            "Our chiefest courtier, cousin, and our son."
        ],
        [
            "QUEEN GERTRUDE",
            "Let not thy mother lose her prayers, Hamlet:"
        ],
        [
            "QUEEN GERTRUDE",
            "I pray thee, stay with us; go not to Wittenberg."
        ],
        [
            "HAMLET",
            "I shall in all my best obey you, madam."
        ],
        [
            "KING CLAUDIUS",
            "Why, 'tis a loving and a fair reply:"
        ],
        [
            "KING CLAUDIUS",
            "Be as ourself in Denmark. Madam, come;"
        ],
        [
            "KING CLAUDIUS",
            "This gentle and unforced accord of Hamlet"
        ],
        [
            "KING CLAUDIUS",
            "Sits smiling to my heart: in grace whereof,"
        ],
        [
            "KING CLAUDIUS",
            "No jocund health that Denmark drinks to-day,"
        ],
        [
            "KING CLAUDIUS",
            "But the great cannon to the clouds shall tell,"
        ],
        [
            "KING CLAUDIUS",
            "And the king's rouse the heavens all bruit again,"
        ],
        [
            "KING CLAUDIUS",
            "Re-speaking earthly thunder. Come away.",
            {
                "following_direction_line": "3"
            }
        ],
        [
            "HAMLET",
            "O, that this too too solid flesh would melt",
            {
                "preceding_direction_line": "3"
            }
        ],
        [
            "HAMLET",
            "Thaw and resolve itself into a dew!"
        ],
        [
            "HAMLET",
            "Or that the Everlasting had not fix'd"
        ],
        [
            "HAMLET",
            "His canon 'gainst self-slaughter! O God! God!"
        ],
        [
            "HAMLET",
            "How weary, stale, flat and unprofitable,"
        ],
        [
            "HAMLET",
            "Seem to me all the uses of this world!"
        ],
        [
            "HAMLET",
            "Fie on't! ah fie! 'tis an unweeded garden,"
        ],
        [
            "HAMLET",
            "That grows to seed; things rank and gross in nature"
        ],
        [
            "HAMLET",
            "Possess it merely. That it should come to this!"
        ],
        [
            "HAMLET",
            "But two months dead: nay, not so much, not two:"
        ],
        [
            "HAMLET",
            "So excellent a king; that was, to this,"
        ],
        [
            "HAMLET",
            "Hyperion to a satyr; so loving to my mother"
        ],
        [
            "HAMLET",
            "That he might not beteem the winds of heaven"
        ],
        [
            "HAMLET",
            "Visit her face too roughly. Heaven and earth!"
        ],
        [
            "HAMLET",
            "Must I remember? why, she would hang on him,"
        ],
        [
            "HAMLET",
            "As if increase of appetite had grown"
        ],
        [
            "HAMLET",
            "By what it fed on: and yet, within a month--"
        ],
        [
            "HAMLET",
            "Let me not think on't--Frailty, thy name is woman!--"
        ],
        [
            "HAMLET",
            "A little month, or ere those shoes were old"
        ],
        [
            "HAMLET",
            "With which she follow'd my poor father's body,"
        ],
        [
            "HAMLET",
            "Like Niobe, all tears:--why she, even she--"
        ],
        [
            "HAMLET",
            "O, God! a beast, that wants discourse of reason,"
        ],
        [
            "HAMLET",
            "Would have mourn'd longer--married with my uncle,"
        ],
        [
            "HAMLET",
            "My father's brother, but no more like my father"
        ],
        [
            "HAMLET",
            "Than I to Hercules: within a month:"
        ],
        [
            "HAMLET",
            "Ere yet the salt of most unrighteous tears"
        ],
        [
            "HAMLET",
            "Had left the flushing in her galled eyes,"
        ],
        [
            "HAMLET",
            "She married. O, most wicked speed, to post"
        ],
        [
            "HAMLET",
            "With such dexterity to incestuous sheets!"
        ],
        [
            "HAMLET",
            "It is not nor it cannot come to good:"
        ],
        [
            "HAMLET",
            "But break, my heart; for I must hold my tongue.",
            {
                "following_direction_line": "4"
            }
        ],
        [
            "HORATIO",
            "Hail to your lordship!",
            {
                "preceding_direction_line": "4"
            }
        ],
        [
            "HAMLET",
            "I am glad to see you well:"
        ],
        [
            "HAMLET",
            "Horatio,--or I do forget myself."
        ],
        [
            "HORATIO",
            "The same, my lord, and your poor servant ever."
        ],
        [
            "HAMLET",
            "Sir, my good friend; I'll change that name with you:"
        ],
        [
            "HAMLET",
            "And what make you from Wittenberg, Horatio? Marcellus?"
        ],
        [
            "MARCELLUS",
            "My good lord--"
        ],
        [
            "HAMLET",
            "I am very glad to see you. Good even, sir."
        ],
        [
            "HAMLET",
            "But what, in faith, make you from Wittenberg?"
        ],
        [
            "HORATIO",
            "A truant disposition, good my lord."
        ],
        [
            "HAMLET",
            "I would not hear your enemy say so,"
        ],
        [
            "HAMLET",
            "Nor shall you do mine ear that violence,"
        ],
        [
            "HAMLET",
            "To make it truster of your own report"
        ],
        [
            "HAMLET",
            "Against yourself: I know you are no truant."
        ],
        [
            "HAMLET",
            "But what is your affair in Elsinore?"
        ],
        [
            "HAMLET",
            "We'll teach you to drink deep ere you depart."
        ],
        [
            "HORATIO",
            "My lord, I came to see your father's funeral."
        ],
        [
            "HAMLET",
            "I pray thee, do not mock me, fellow-student;"
        ],
        [
            "HAMLET",
            "I think it was to see my mother's wedding."
        ],
        [
            "HORATIO",
            "Indeed, my lord, it follow'd hard upon."
        ],
        [
            "HAMLET",
            "Thrift, thrift, Horatio! the funeral baked meats"
        ],
        [
            "HAMLET",
            "Did coldly furnish forth the marriage tables."
        ],
        [
            "HAMLET",
            "Would I had met my dearest foe in heaven"
        ],
        [
            "HAMLET",
            "Or ever I had seen that day, Horatio!"
        ],
        [
            "HAMLET",
            "My father!--methinks I see my father."
        ],
        [
            "HORATIO",
            "Where, my lord?"
        ],
        [
            "HAMLET",
            "In my mind's eye, Horatio."
        ],
        [
            "HORATIO",
            "I saw him once; he was a goodly king."
        ],
        [
            "HAMLET",
            "He was a man, take him for all in all,"
        ],
        [
            "HAMLET",
            "I shall not look upon his like again."
        ],
        [
            "HORATIO",
            "My lord, I think I saw him yesternight."
        ],
        [
            "HAMLET",
            "Saw? who?"
        ],
        [
            "HORATIO",
            "My lord, the king your father."
        ],
        [
            "HAMLET",
            "The king my father!"
        ],
        [
            "HORATIO",
            "Season your admiration for awhile"
        ],
        [
            "HORATIO",
            "With an attent ear, till I may deliver,"
        ],
        [
            "HORATIO",
            "Upon the witness of these gentlemen,"
        ],
        [
            "HORATIO",
            "This marvel to you."
        ],
        [
            "HAMLET",
            "For God's love, let me hear."
        ],
        [
            "HORATIO",
            "Two nights together had these gentlemen,"
        ],
        [
            "HORATIO",
            "Marcellus and Bernardo, on their watch,"
        ],
        [
            "HORATIO",
            "In the dead vast and middle of the night,"
        ],
        [
            "HORATIO",
            "Been thus encounter'd. A figure like your father,"
        ],
        [
            "HORATIO",
            "Armed at point exactly, cap-a-pe,"
        ],
        [
            "HORATIO",
            "Appears before them, and with solemn march"
        ],
        [
            "HORATIO",
            "Goes slow and stately by them: thrice he walk'd"
        ],
        [
            "HORATIO",
            "By their oppress'd and fear-surprised eyes,"
        ],
        [
            "HORATIO",
            "Within his truncheon's length; whilst they, distilled"
        ],
        [
            "HORATIO",
            "Almost to jelly with the act of fear,"
        ],
        [
            "HORATIO",
            "Stand dumb and speak not to him. This to me"
        ],
        [
            "HORATIO",
            "In dreadful secrecy impart they did;"
        ],
        [
            "HORATIO",
            "And I with them the third night kept the watch;"
        ],
        [
            "HORATIO",
            "Where, as they had deliver'd, both in time,"
        ],
        [
            "HORATIO",
            "Form of the thing, each word made true and good,"
        ],
        [
            "HORATIO",
            "The apparition comes: I knew your father;"
        ],
        [
            "HORATIO",
            "These hands are not more like."
        ],
        [
            "HAMLET",
            "But where was this?"
        ],
        [
            "MARCELLUS",
            "My lord, upon the platform where we watch'd."
        ],
        [
            "HAMLET",
            "Did you not speak to it?"
        ],
        [
            "HORATIO",
            "My lord, I did;"
        ],
        [
            "HORATIO",
            "But answer made it none: yet once methought"
        ],
        [
            "HORATIO",
            "It lifted up its head and did address"
        ],
        [
            "HORATIO",
            "Itself to motion, like as it would speak;"
        ],
        [
            "HORATIO",
            "But even then the morning cock crew loud,"
        ],
        [
            "HORATIO",
            "And at the sound it shrunk in haste away,"
        ],
        [
            "HORATIO",
            "And vanish'd from our sight."
        ],
        [
            "HAMLET",
            "'Tis very strange."
        ],
        [
            "HORATIO",
            "As I do live, my honour'd lord, 'tis true;"
        ],
        [
            "HORATIO",
            "And we did think it writ down in our duty"
        ],
        [
            "HORATIO",
            "To let you know of it."
        ],
        [
            "HAMLET",
            "Indeed, indeed, sirs, but this troubles me."
        ],
        [
            "HAMLET",
            "Hold you the watch to-night?"
        ],
        [
            "BERNARDO",
            "We do, my lord."
        ],
        [
            "HAMLET",
            "Arm'd, say you?"
        ],
        [
            "BERNARDO",
            "Arm'd, my lord."
        ],
        [
            "HAMLET",
            "From top to toe?"
        ],
        [
            "BERNARDO",
            "My lord, from head to foot."
        ],
        [
            "HAMLET",
            "Then saw you not his face?"
        ],
        [
            "HORATIO",
            "O, yes, my lord; he wore his beaver up."
        ],
        [
            "HAMLET",
            "What, look'd he frowningly?"
        ],
        [
            "HORATIO",
            "A countenance more in sorrow than in anger."
        ],
        [
            "HAMLET",
            "Pale or red?"
        ],
        [
            "HORATIO",
            "Nay, very pale."
        ],
        [
            "HAMLET",
            "And fix'd his eyes upon you?"
        ],
        [
            "HORATIO",
            "Most constantly."
        ],
        [
            "HAMLET",
            "I would I had been there."
        ],
        [
            "HORATIO",
            "It would have much amazed you."
        ],
        [
            "HAMLET",
            "Very like, very like. Stay'd it long?"
        ],
        [
            "HORATIO",
            "While one with moderate haste might tell a hundred."
        ],
        [
            "BERNARDO",
            "Longer, longer."
        ],
        [
            "HORATIO",
            "Not when I saw't."
        ],
        [
            "HAMLET",
            "His beard was grizzled--no?"
        ],
        [
            "HORATIO",
            "It was, as I have seen it in his life,"
        ],
        [
            "HORATIO",
            "A sable silver'd."
        ],
        [
            "HAMLET",
            "I will watch to-night;"
        ],
        [
            "HAMLET",
            "Perchance 'twill walk again."
        ],
        [
            "HORATIO",
            "I warrant it will."
        ],
        [
            "HAMLET",
            "If it assume my noble father's person,"
        ],
        [
            "HAMLET",
            "I'll speak to it, though hell itself should gape"
        ],
        [
            "HAMLET",
            "And bid me hold my peace. I pray you all,"
        ],
        [
            "HAMLET",
            "If you have hitherto conceal'd this sight,"
        ],
        [
            "HAMLET",
            "Let it be tenable in your silence still;"
        ],
        [
            "HAMLET",
            "And whatsoever else shall hap to-night,"
        ],
        [
            "HAMLET",
            "Give it an understanding, but no tongue:"
        ],
        [
            "HAMLET",
            "I will requite your loves. So, fare you well:"
        ],
        [
            "HAMLET",
            "Upon the platform, 'twixt eleven and twelve,"
        ],
        [
            "HAMLET",
            "I'll visit you."
        ],
        [
            "All",
            "Our duty to your honour."
        ],
        [
            "HAMLET",
            "Your loves, as mine to you: farewell.",
            {
                "following_direction_line": "5"
            }
        ],
        [
            "HAMLET",
            "My father's spirit in arms! all is not well;",
            {
                "preceding_direction_line": "5"
            }
        ],
        [
            "HAMLET",
            "I doubt some foul play: would the night were come!"
        ],
        [
            "HAMLET",
            "Till then sit still, my soul: foul deeds will rise,"
        ],
        [
            "HAMLET",
            "Though all the earth o'erwhelm them, to men's eyes.",
            {
                "following_direction_line": "6"
            }
        ]
    ],
    "direction_lines": [
        [
            "_DIRECTION",
            "D1",
            "Enter KING CLAUDIUS, QUEEN GERTRUDE, HAMLET, POLONIUS, LAERTES, VOLTIMAND, CORNELIUS, Lords, and Attendants"
        ],
        [
            "_DIRECTION",
            "D2",
            "Exeunt VOLTIMAND and CORNELIUS"
        ],
        [
            "_DIRECTION",
            "D3",
            "Exeunt all but HAMLET"
        ],
        [
            "_DIRECTION",
            "D4",
            "Enter HORATIO, MARCELLUS, and BERNARDO"
        ],
        [
            "_DIRECTION",
            "D5",
            "Exeunt all but HAMLET"
        ],
        [
            "_DIRECTION",
            "D6",
            "Exit"
        ]
    ],
    "ranges_of_roles_lines": {
        "KING CLAUDIUS": [
            [
                "1",
                "39"
            ],
            [
                "41",
                "50"
            ],
            [
                "58",
                "58"
            ],
            [
                "63",
                "65"
            ],
            [
                "67",
                "67"
            ],
            [
                "89",
                "119"
            ],
            [
                "123",
                "130"
            ]
        ],
        "VOLTIMAND": [
            [
                "40",
                "40"
            ]
        ],
        "LAERTES": [
            [
                "51",
                "57"
            ]
        ],
        "LORD POLONIUS": [
            [
                "59",
                "62"
            ]
        ],
        "HAMLET": [
            [
                "66",
                "66"
            ],
            [
                "68",
                "68"
            ],
            [
                "75",
                "75"
            ],
            [
                "78",
                "88"
            ],
            [
                "122",
                "122"
            ],
            [
                "131",
                "161"
            ],
            [
                "163",
                "164"
            ],
            [
                "166",
                "167"
            ],
            [
                "169",
                "170"
            ],
            [
                "172",
                "177"
            ],
            [
                "179",
                "180"
            ],
            [
                "182",
                "186"
            ],
            [
                "188",
                "188"
            ],
            [
                "190",
                "191"
            ],
            [
                "193",
                "193"
            ],
            [
                "195",
                "195"
            ],
            [
                "200",
                "200"
            ],
            [
                "218",
                "218"
            ],
            [
                "220",
                "220"
            ],
            [
                "228",
                "228"
            ],
            [
                "232",
                "233"
            ],
            [
                "235",
                "235"
            ],
            [
                "237",
                "237"
            ],
            [
                "239",
                "239"
            ],
            [
                "241",
                "241"
            ],
            [
                "243",
                "243"
            ],
            [
                "245",
                "245"
            ],
            [
                "247",
                "247"
            ],
            [
                "249",
                "249"
            ],
            [
                "253",
                "253"
            ],
            [
                "256",
                "257"
            ],
            [
                "259",
                "268"
            ],
            [
                "270",
                "274"
            ]
        ],
        "QUEEN GERTRUDE": [
            [
                "69",
                "74"
            ],
            [
                "76",
                "77"
            ],
            [
                "120",
                "121"
            ]
        ],
        "HORATIO": [
            [
                "162",
                "162"
            ],
            [
                "165",
                "165"
            ],
            [
                "171",
                "171"
            ],
            [
                "178",
                "178"
            ],
            [
                "181",
                "181"
            ],
            [
                "187",
                "187"
            ],
            [
                "189",
                "189"
            ],
            [
                "192",
                "192"
            ],
            [
                "194",
                "194"
            ],
            [
                "196",
                "199"
            ],
            [
                "201",
                "217"
            ],
            [
                "221",
                "227"
            ],
            [
                "229",
                "231"
            ],
            [
                "240",
                "240"
            ],
            [
                "242",
                "242"
            ],
            [
                "244",
                "244"
            ],
            [
                "246",
                "246"
            ],
            [
                "248",
                "248"
            ],
            [
                "250",
                "250"
            ],
            [
                "252",
                "252"
            ],
            [
                "254",
                "255"
            ],
            [
                "258",
                "258"
            ]
        ],
        "MARCELLUS": [
            [
                "168",
                "168"
            ],
            [
                "219",
                "219"
            ]
        ],
        "BERNARDO": [
            [
                "234",
                "234"
            ],
            [
                "236",
                "236"
            ],
            [
                "238",
                "238"
            ],
            [
                "251",
                "251"
            ]
        ],
        "All": [
            [
                "269",
                "269"
            ]
        ]
    },
    "scene_name": "SCENE II",
    "scene_description": "A room of state in the castle."
}